{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "bp_input",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              20
            ],
            "dtype": "float32",
            "name": "bp_input",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "bp_input"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomNormal",
              "config": {
                "mean": 0.0,
                "seed": null,
                "stddev": 0.05
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "bp_input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomNormal",
              "config": {
                "mean": 0.0,
                "seed": null,
                "stddev": 0.05
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_1",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomNormal",
              "config": {
                "mean": 0.0,
                "seed": null,
                "stddev": 0.05
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 512,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_2",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomNormal",
              "config": {
                "mean": 0.0,
                "seed": null,
                "stddev": 0.05
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 512,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_3",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomNormal",
              "config": {
                "mean": 0.0,
                "seed": null,
                "stddev": 0.05
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 512,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_4",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_4"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_4",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "bpD_output",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bpD_output"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "bpD_output",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "4b14dea687a1893aa6a1d7df3d7bb3229cbd25937f64516c0b417bbe627c904f",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      20
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            20
          ],
          "values": [
            "5wSzv5Tsmj8C0fq/OEEvv510TT1igpW+rsdcvtP7ij9G6mK/4a5cPtApJb6Zs6Y/qpMnP6Shy75LGBlAMzi3vguC2T5HzBg/6sG6PSQ4KT8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "U6y1Qg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "yiFAPoXrWj0EPPA97t7IParIbz0Rxvc9ukRHPgudYT2VJI65IZvbPSwzij4PXOA96LZ2PX7KS76+7v09u2WdPQ=="
      ],
      "gamma": [
        "i8yGP2bujT/aY2I/t25zPzlsgD89/II/1KFuP9mcez9K6W0/PXuJP6HOfD8DM34/cJOAP3FSgj/G3ZQ/C+lcPw=="
      ],
      "moving_mean": [
        "1JoNPtKjSj0MgNY9iqoxPsJVuz09OP09Rc9SPgpHLD2N+pI+F9kvPgIugj43a+w9pUBaPiUzBz6/jGU+NQ8sPg=="
      ],
      "moving_variance": [
        "rzuMPlHZaj6D3Xo+TCKwPtcWcz56ZYA+7uOqPjpYZz7LF+M+7xuDPvJL5j5jRYQ+zpGsPnP1gz5D5ZI+/oeXPg=="
      ]
    },
    "batch_normalization_1": {
      "beta": [
        "uuYWPqk/Tz0dlzE+LBnzPZZbCD5GfkY9iApZPk9o1r2N2Lw9tQ5OvbhBOr3r+uw8aLDYPcKgTz710p49iixbPnagqj3hTQg8bSxpPb/EyT2D0I89vFMZvsMKvT1+2gM8ouqHPACoET4sfbk9R10avcBYWDyvXGK9T3lmPqs5mT0="
      ],
      "gamma": [
        "C3SAP6+dhT+kFJw/AVSKPwQyiD8gMl0/EElpP0BMcT/jJI8/cJF8P9imaT9AZnA/Z1GGP+pQdT+6Z20/DrGIPzxZhT+un2M/L2SIPxZnfT+ROYI/BmWJP2PVaj9tH4E//ytmP2SFej8YNIg/pR+GP+2peT+bcHw/9a6CP19fgz8="
      ],
      "moving_mean": [
        "nBdzPqoWWz6vmz0+XQeDPnKgLT5RiGo+o2Q6PmHBHz7f6Ww+FxQ7Phqaaj4LgS0+1Z09PtbzND7l8hg+J4BkPmivUT48B2k+QSQCPsopOD6VgcE9AjcgPgzuXD5rs2s+DkUfPlPx0z2XMkE+8Q1NPkJMaj4nwGI+vUJJPutuPD4="
      ],
      "moving_variance": [
        "gZK2Pglaqj6lFtA+QcnVPt5esj5twro+YZycPsrugj6l2KA+g/WlPl8flz4JYJE+YcDCPln0qj6sgpM+9rzAPrYqvz4vb8w+Q9KKPhkyqj6WfYI+Fo6RPk3Onz5iRrA+pViFPtmvfT4mGLI+wbSXPpMDqj6oMr4+qH6fPkjApz4="
      ]
    },
    "batch_normalization_2": {
      "beta": [
        "mfrqPIFAwz2/LCo9UQb7PLGWgj0zO3e+nnoOPNLK271vcxi8QVU+vXBJhL03STM9YrkhvXRtZD38Ghk+6cx2PNwQbjuZ7vw9CX4VPUyeoLuWWeu6UW8RvohR/b1pQbw7EPYPPQO4Zr0zXlq8AmXVvcCd7Lzue3Q968syPQG7oT25Le4928uWPV9bCz4iVxY+fO0oPnZmUj5C6Zu7OjeivJpf+73ChQ29/OgIPu9+jr2MLC8+VBL/O/7TJD1ParW8coTVvUTkqj3iPZm8U1aSPWLlrT0zsIk9z1RTPIjvbj3EuKM928BiPJ1MAr5dzWm89+HsPfPxiT22BzC8Gw+gPNFTQT1XID69R8byPYsT4L1sx6Q8HrAWPjdUjT1PZ5Y9P+srvg+QRL2C5gO8gykBPJTplT0jdpS9wDeTvbjKuj3LTZY9PKaSvTgdhz0GFGQ9xcbNPGpgzj0cwys+LUrJPQYdAz1szD4+6pvxvJbZGL19Lse98qrAPW6vsD0qYCU+DaYePX3l/z3cGpc9tEa8vePSQ7yFowY+QNs1vn5x070PA9Q9eIuTvSVdnDtR5q29H+mgPV/dkDzzO309qCnIvNivFr2X/q29RGu1vH8d/zuQ+No91V1yPSbILD0jw+E9prj6PYLnsb01808+xl40PbdXMzxeOWE+jaoMPgfVTL30aPg8qhWuPVskoz3Tw6490g+UvRRcf72Swaw9ETPvPa0vF73M7Vq8ScOevcTGOz0dRRq9mm+DOWFzorpYNaO8egAyPV5QSD0V7oa8ZhK6PeR9wj3WRh8+KlmrPQP0CL6PWYc9qmZivT6j0bzSkBy9lEatPSffXb3g45W9niE3PkiLq7tE8BC9tVEdvYl2BD77zc89NbinPMG2gLyfz3A+lZwFPsw1g705pKq9pTNzug750D1pPW496EqiPVaj0L3GZpq8B5qwvYghyr2HgPg9v4ZFPENB9jyDw6s9KRrAPKR6djyytoA9b2/iPdVyyT3ySS68TCtcveNFhDxHus49",
        "dKwlPVinBj6jbNQ9B5Y6vaIjVju9f0i9rMuPPSqVob1JnZe9aUuGvV7/5DwNcr0972BfPTGU4T0nIUo+uTYPvhVRBzzL2XU94kmgPdVyzTzPnu+8oUpZPODnZDxbXBA+6qaXPdnQKjyZpQ88DQQHPhmslDvhFR0+mvuyO1m22ro46YW8rfi2vcn02DwT9js95o7jvFLOo734hqw9QkpUPRvLEzyYPFG9zi2dPExWUz0J8FA9VQmsuoWwbL0JoK49icgevgx6wL2lh8o8x8ckvfQuFj6INGG+rPifPJTcx72TYhE+MQG9vOtogL3y0LU9soS8PVsRTj7CQmo7lZeEPYvsFz41MyA+NIMOvRqps73OmXk9xk8nPmgxrj20S0A9seW9PRhmmzyTJCI+QHMDPpl8QT0yBVE+QnK6vZh+BD7FtoM80EM/vswzOr0ll/49GE8APrNMnT2MTt+9KT0AvAOc/Dy8f9c9Z/PdPdF6lT2RbNk8+kRdvfQyID4ihAy+QPgZPVvpmr3XaJi9CIrMvFhAuzzIAx8+48/9PJgujD0gvkS9e8ZfPcaAAj3V2I69zSvfvaVo8b3hz4I9ALPiPSSD4bsd7ao8sxNMPsH8N70DHwa9uO+5OyWcR70dRye9lF8SvZHzEzzNyIE9xXFhvTCiWTwvhh89mCnivFcgWz6mTwk9n9pKPVpadb1WYCO8DT8RPcCAPD0yJq27lRdGPrfeOjxCApg92mgBPtCOC724+i07ZxYxvb3sZD3m9cg8zapfPbzx+j2eo+09JNtXPUw2Rj1mbwK80CsoPuzJqD0Rgkq9Gfr7PR3zjT1KrvK88Cslvgh1170Dr1U90OOPOuOSWbs7mRm8o7vMPZzFKT5r2qA9vzrfPfd1gbuuvuA9Bu7nPZD4iL0/kQu9tywgPFPsdT1HMNW8DBADvrduK758iKc93m0iPR2o6D2SvY68/BioPe3Hrz18zQ89861ovRLvWb2LQSw9+yIyPp/QNzxQclq9+wNlPAUhsz0XHJ+9",
        "izsKvnMK/Tsftk89wy27PQlXi7wEaCg9OeLkPUIb5T1Ija29lCePvBciuD1hQxc875b9PfKuar0F1IM8yFPiPc16OD24odq5O/cbPhLZzz3jzMM97UM/PS97lD3APjy9LLIcvIhuzLuX5Ao+ntECPjx/+j1Haz49y9UMPlAEYrw6UuS88jkDPqdCHD69rt+8/p8ovhjXlz3eLAi+L2DKvC81Uz0bVbO9DB/mPNVXTr0/fKU9NiGePZgJ/7yDIzE+Wtw1PfeOEL1x4Kk9/jCYvCJVCDs55fM787HXvPllOT4vN5s9RIF8PU6A4r3fRPS9wgr5PK90QT6KixQ+COF/PeqIaT77uLo79Lj1PU/JXb1AslQ8pRNbPjK0ez1VcFA9B7FDPq/7Kr3RKVY8uevuPZXVAT779qQ7gE7JvJ5PBj3s+Ko9Y65tPmtOI773ArS9eOyKvTXH/L03KbM8Af+3Pe7gL7z3lUk85ey2PdY63jtPLKW8fhEJvSC6oj2Ts5c95kBFvcgF+T0I2/A9AlcTPh9wXz6UrAw9aI13PDyojLwP74y9T5HMPXytwDtC6K89Lrn9OhYc6716Xuk9Lvd/vSAKsj0kKRI9JC/KO+XPXL2YoaE983NuPFvTOz3Luqa8FRV4PYC48b21H8u7yOwfPvtq+jvsJgY94XEhvlUOlj0="
      ],
      "gamma": [
        "GcuCP1Negj+r8HQ/L+qGPwDbhT/ShnE/dJGAP/5nbz+eWoo/k5+HPxKwiz/yUoI/NXN6P8ORfD9zeXs/I8aNP8/hiD89q10/VM1aP/MZhj+asGg/JQCRP5TKkT8p8ow/q86BP7YgeD8vbWs/zEuEP5BUiT9+lJo/9kplP0qHkT9j0X8/pzRoP7D6jj8W4nw/LfqMPzD7dT9+Qog/zhyOP9GGgT/I+4Y/ozl7P5dyVT82tmg/Ggp0PzSmez9ckHY/4bqDP8WqdD+QmYI/+OGRPz4hhT+AboM/9DCAP9ctfj/vSHE/SZWDP1BFej+CMXo/vzyGP1LujD/8Y3k/58lvP50clj9koYg/3LJSP5qNdj+gDX0/6sh/P/MOXj+H8IA/11qNPzT0dj8AzJA/c3NaP1wZez+uz4I/e7uHP7uOiT9tOoA/05iRP/oHZz/g0nk/G9KNP8d0iD+cOG8/VWteP4vljj/6fIE/+Ol7P2I7gT8JOHY/A4CIP8D8iD8OsWs/cFJvPwD0dj/h8GU/6mtuPwM0dD9N04U/i7yXPwdJkj+FgIE/xAJ+Pyf2XD+0jGU//wODP9etZT+0FIw/kqSCP1KThD8Q238/HWFqPwW0iT8zJ4A/7qODPyFafD/2s3Y/P5dWP7R+Vz/+/IY/bxRyPx7Yij9QBpI/REdwPyRIkD9X2II/lzBqP0PQeT/lK3Y/Yqt1P2miaj8Cb5I/5nOcP+ROjj+F4X0/0/p/P9NWYz/zBoM/RtdjP0/Ofz+v1Iw/UnSHP239fj8rloE/q3mBP1xsZT98O3c/JjmDPzhchD9aoXU/uAN0PwaAiT8PA4k/a6qGP6XmgD9Bf4g/tJlmP+tHhj+DSVw/wnaCP4Y3cj9o55M/yXhmP7RqYj+F9Gk/k3aDP+LFWj+qtII/KDR+PxwudT95fYM/cLyIP5Grhz+EIG4/yv6MP4VsbT+hrYg/fRCNP7Tbdz8WOIs/a3WHP+pqcT/6LH4/rPxPP9BPgD/XiHI/GeN8P+ildD+tiW0/",
        "CnKCP8jogz8goJE/LraBP9LrZj+gWHY/jxOJPw4Ibj+0DZY/MDmGP7wmiT/PP3k/NHNePy17hT/croE/zKCHPxcRgD9ENoU/fx1kP6L+gj/FSYw/VomGP3AaeD9/rn4/th2EP22icT99tWQ/8XRyP+UAiT8o/Hc/zN2OP72MhT/Bxnw/uzZ4P0ELZD8GE2o/7ECUPx2Jij/WLVs/8umAP+yOiT++AnM/tQ6IP/ZVhj+S73I/zlx9P1d+gz9bmos/8VCHP+KJcj9dTXQ/nPiEPyr8ij/iiIU/kOeGP4H8fj/TpIA/Lst2P6i3hT9TIpY/Y6tvPy6sbz8gEHI/qytoPyypiz9A7V0/ADx3P4P4kj87f4A/d3F6P5jqdD8wpo0/bfOIP2bxYj/OzIQ/w2hgP+kZiT/8HGk/j6iIPyWSXD+mBGo/KTSDP0IVhT+6d2o/Rkt2P+L+ej8Csmc/5nWXP5jViz86hnM/Md59P0pUhz91U4Q/J1lWPxQbij+m8oc/CRl5P7gmhj+2b3Y/+dCLP/+kdj+xnIk/MHaSP3r3gz9H/IA//uSFP0uSgT+4SGk/K3JjP4UcdD/F/3Y/ddmAP82nfj9lSF4/UJx7P+5Xhj+KlIs/csCFPwohYT+uomk/zWJsP1cshD/cl4s/6IOPP7ARiT8+XIA/z1Z3P7cVfT+bA1s/uHdcP8FYZD9V7IQ/Z2mGPyKIhT9IF3U//R1zPx/bbz+SWmY/792FP7JQdD+Y2JY/M6l3PywkkD951oo/VBJ9P0G/ij/1Z2g/goaRP7CJbT9K3IE/dVF/PxTbVz9wMIk/3EuSPxamhT99oZI/hBh1P2zNUz82kGI/YUh6P9tZfz+/aoo/n7p0P+h5cT9EW10/KGOcPw4pfD8pW5E/hJh6P5W+Yz9L3IE/Rm2PP0q1iT9dTnE/6dOFPxSDiD8vtWE/XrGCPyOHYz8aBX8/P+yCPxJwhj/H9WY/lVxwP/40jD/kwXA/1MGKPzKAbD9RDXc/r+KEPx05dT+/CJE/",
        "C4hXP0r8WT+kb4o/jj6FPy/pgD/ZaYQ/xYdhP7OYaT9xh4E/2GNuPzJGaj8VGWM/iB5/P/P0aj+3JnY/RNWIPzXxeT8A/oA/ByxlP9wGgz+FkoQ/5LGQPy2VVz9kdYk/YlJkP7xYfD/J/oI/+dSGP8Ebgj+OXo8/SK1dP7UCiD+J8HY/hgV+P9V2hT+k2G4/jtiKP6N5cT8KlG4/sKt3P+QGVj+YHnA/xtZ8P1dxhT8PeoI/iHSDP6/QjD98j3E/JR9+PzB2cj8QNYA/GuuEP6lXdz/lU4M/LtFdP6f/gT/EvIc//9VYP/jkmT/VfnY/0hOLP2+Lhz8GU18/44hiP6Kpdz+n15A/bV6EP51+hj+xHH8/tzB/Pxapaj+hzW8/4jV0PyuZWj9tj4E/WrWNP4+VeT9ahnc/CDJ3P+95cT+DCW0/aqyNPw8rhj887oA/1NqDP9R2iz9x9oA/EWNRP4Fofj+2n3M/mdFhP6L0bz/9TYI/lmqHP7Qfbj+gmok/2FWZP8BkgT9HFGY/ORyGP9caXz+ZQYM/K8txP3nAfT8SnYE/BLeIP+hmWT88InU/y9x+PzUoaz9YRW0/hSmKP+dAiD8p/Yk/3AGEPzu7eT+hR18/cmuIPwFPij+5Yoo/ycCGPwKPij9W8oU/ovtpP32JVj+KW3U/Xb5lPyP3ez8="
      ],
      "moving_mean": [
        "/Hp6PvFqvD4J7mM+MRfzPeZcij7qcYE+7atfPvSecD7dGz8+Gi21Pifw0T4r1qw+FtCgPmRgTz7H94s+gOR9PiLaiz7TyyU+TomPPhrmkT6giD4+lohdPiwlbT482NE+EuinPge+Gz7iZn0+j1t6PkDUeD4pApk+jTEzPn/UOz4PCXI+w6euPmzpXD4DcE4+fVWcPh0nQz6fKYw+9xd5PjxFLT5wGI0+jm82PmWBlT7Rngg+USljPt05cT6GA00+z5mCPtDyTj7xnGE+bUlRPkcymT72KiQ+7iJNPjN0ij4Bq24+620kPrvxpz6c1jo+gaNbPqENfD5o2F8+4FFSPmbwXj4S7Wk+ALAuPpKpOD4oZ4o+XKy0Pt1kMT415n0+EFZ5PnADbT6FhEc+D0KBPnjclz7hkG0+iBrIPiGECz4PSWE+lKizPpvJoj65Yo0+wnFNPnnxzT7rmaY+IiphPolRQD67SGA+zLEfPtlE5D0G21k+JSsqPqtakT6R9Iw+gFaqPp1rkz5Rn0Q+MbFHPkgWbD5dYUk+kMJKPmrgij4YtTY+eeJ6Psb1QD57XDE+CIBDPikuXj66lRE+7h+QPlofmD7i1Jw+1ipyPowbwD4bALs+8TRVPlJsjT4x7nA+f3t8Ph3iET43EIw+3FV4Pllcqz6QwX4+CtyIPnDnJz5l23k+TJlmPmUAID6LSok+KnqRPpsiUz6JrTg+v9SQPve3kz7MhZ8+sISAPieEVD6HXp0+3is6Ph3zij5chCg+4yquPrZ+bj5BX3I+InJpPijSVj48wnk+eKqkPvMSUT6Uj0s+SbpRPpubaj4oUT4+pOl3PqzliT5Mn1Y+qV8RPnQIZD6t10k+z9d+Pgnliz6RlrI+WqIePjrjTz5Poo4+0heCPlYFVz7n0yU+W8OUPnzxgz6BVHU+NO5PPgsaID7OOIo+t9+EPj/UQj5D5kw+HaOoPnkLmz4HQ0c++LITPrMjoT7Bx5g+0yJxPubuOD5BAoQ+28qKPibWKD47Tng+",
        "L9uhPj009D1MaiY+bjuKPi/cUT5u3GQ+nopdPjEsgj7U1LU+w7YkPlw5lT4I2TE+tfOEPuWVfz6neyg+HMBmPuDwpj6UYVI+Cm2IPgjVaj5hzos+HQQqPubncT694U0+2IyLPi57mD49kYw+UCoUPjpTgT6PL1k+AtNRPtH2tz6wxIQ+USagPsBhnz5fqg8+gRIzPrcdaD5nqpI+HQ1bPu+duD7F754+dTo9Pn0tdj5eRHw+kdWiPi+ngT7ClSE+fEwEPro0Oz5okEA+UFdZPp0xGD4nyXY+zGlUPu9hST49a2Y+jdtcPkGuoj4E1hA+I5qBPin6bz6w0q8+PFn8PcVzmz6L260+5Dk5Pt8WjT6RPyo+9qVhPragmz4yyZM+PcpDPusphj5jwHY+pLqQPjdukD54L14+UjYzPg1fjD6d4HU+EFkhPheFgz5pL48+TaJePg2Hlj6qK48+mGxTPm9ztT77omE+0RRYPvngYD5xAVo+nGcxPu7EjD7ntRM+Lr6RPscbAT7rRZM+6aaPPvaESz40RWE+8Zp1PjxSoD6Hqm0+LLscPhJlZT6cqG0+H4IHPlM0nD4sqoo+/KyJPmFMzT5jiWw+aSU6PraWZT6yDk4+5kOBPh0hYD5TdEo+O+luPkQTaT7cHF0+kbaiPmXbjj5akM4++OS2PuxAUT5LE6Q+aGPvPdaEHT5t7Rk+zdEkPpOcOT7YVFI+o5KDPjO5VD59s4A+bQw6Pp2upD6QHHc+ElePPmjy0D46wHA+xm6KPiUvLj7TwXQ+ADFWPu3BdT5kzXA+X+IVPtFWeT5Kz7I+IzlXPn9plj5u/JE+aBifPkYuIT7w5YI+2LT3PZAVXT5mHX0+QyKSPtDtWD5Opao+ZfYkPj95gz6XR70++2qQPhGAkz5uFsc+J3xbPva+qj7EkEA+/Z+KPmrzZz4FOTY+4mquPmDAXD5Z5l0+2fyZPpOWvz2eV7A+SnDGPtP8Rj5lR5o+s2W+PmW9ZT5Mz7A+WM6YPspEhj4sUoQ+",
        "HunjPUvw9j3LWSM+e+OuPmv3SD5QU5c+b6RlPmUSnz7xgiw+bKxsPjIIdT7t8jU+gaiePnAImD7pMVs+HquOPvwRaT4N4VA+QQSKPoawpD7dY2Q+z1tsPnvSjD7GRtI++0+MPvvdQz7Cf0g+0HaiPiyTHT7eZZc+6WF/Pu7SoD5luXI+WAxjPqL2bz5ExJE+/gqCPuP2dT5hSI0+osKYPlQTVD512Is+lwdNPuBLJT7B+X8+8gmOPoOrfz7ILaM+ptYTPnP3Nz5C3nU+XyNMPn2Moj6ixCY+x8CaPpTWvj4ok2M+ClNVPhWiaz5by1U+ZuBNPtuDTT4sQJQ+4Z5qPk1Hoj7lt28+oiSWPiWW5z1gsh8+CFmoPnIcWT5I5JE+XOn5PetxYT4b0jU+z8lBPsF/jD5dVI0+R1NOPtBESD5W3pc+spKEPu4Jiz5G2IE+2zN9PnUViz6Z0lo+YDA2PuTzjj4iyGA+uwiRPt+ZVz66XJI+UdV5Pkb4sj6eDJw+QE57Pl2arz4Ak3c+EwRePnuaiz7qMKU+NbCwPXWdiD4BQ4g+MaRVPrIbvj5ZKUw+OcQZPotTrj6mFxM+UuJ7Pr/wnz7rBdI+xW60Pi+vUj57AS4+1zaLPsLafD6hWZE+R2QHPk4OvD5oElo+XpmNPqx9Qz6CKks+sVusPjqGiT4="
      ],
      "moving_variance": [
        "qMPAPpcmDD+LZe0+GU6YPt4e2D6WM74+N0rEPlN7rT5KmL8+s/XOPpdhKz+3Odg+RIcPP+L9zT7Mnr4+X0rcPsq20T4Pf7k+3EXFPnhFAj9q7L0+lyywPnIDtz71tT0/LIzpPjpNmz5ALuE+xtSpPoAQ2j50osc+zoG2PkGVmz5CsvY+BgwqP6MGsD77rJU+sGLaPlTStj6+x+0+vSnRPku5oz6l9bQ+tUWwPp6d8j6Yips+Ty6pPs28sD6MssE+8BmgPhDopT4m/8k+dRu/Pk2SCz+x0Jk+NxGtPtoUHD8EQwc/9mOgPnBL7D6ggrI+sGXzPr/SoT5hBKc+ZPXGPi0sAD+P0cE+3XqlPivLoD6TJ+k+wj06P+4axT5mfqs+G3ysPvRsrT4Losw+LNHaPlux1j4vAbg+7pgVPxaxnz4BttQ+7XUEP6KN3D4TfrU+bAPnPgAeIT/dAgE/2T3TPn1Ulj6lWLw+5iWTPik/ij7iIqk+xmerPiLu8D7riMI+st4RP1n/HD9VE6U+uIazPhDhyj7K1qc+NHCfPkSA8D6yf6w+vQ/FPhIBqT5jFZ0+S1uVPmc6xz6ObI0+8EzhPrRoOD/63fA+IdDBPqqn9j5pFwU/pjz3Pt3Xxj66Zss+wJutPgpUhz5UU/U+TLPLPnFv8j6B1+c+u6DCPjF3qz779uE+Dt2sPgnGjj7tdeI+dt+6PhGswz6+y9U+S2G/PrCKDj/V/QE/dCq8PuqfyT68P8s+PLmsPp+byj55m6w+Z8DyPnhoAj/bHvM+GnWyPj+Czz4QHQo/jbHFPgfznD75AbQ+BxamPmFQnD5+yaE+3rvNPgd74T5fssE+X/ScPpZEsz7dP9Q+JTn1PvDUzj6gAw4/uBWaPjE3tz68/eE+1EzuPgrUmz6jgJg+uN0DP/5svT5rAbo+d+6lPhRvnT5+WPQ+0enwPg35sD7fasM+zM35PtO12j4k7bA+G5ScPuEl6D7g1gc/sDm2PtLzrT4etMM+aqHjPgEHvz6rvaM+",
        "EqT9PuQziT4oVZ0+pzO4PlhqvD69sb0+lfS6PhhUEz801BM/L0ecPqHNvT5smJc+DmuxPmi7uz4mbpc+Wde/PpAV3j6Kp8M+pTIdPwTPxz5rrwg/dUaaPsRUtj6gbpg+O2jcPsE8DD+zae0+se2LPiY/yj5yMbk+G6SbPgrM4z609dI+MZP1Pn3V+j6WwI8+6R2QPpm4tz6Ps/U+ysj4PvLdET+NPsI+wsG6PlteBD//xeg+dZj8Pj0VtD7mVpo+l2KRPtKZxj5SWpg+Fi2iPsOFlD4tzP0+ZfKYPldbtD6u99g+8K8APxKAHz+3Qag+SgchP5Mtuz5mTNc+fIiIPiTkCD+x4hE/OKKgPtVs0z5pyZA+/LvLPlDy1z7ZAP8+Y73HPiSi0z6cpd8+9fz7Pv/11T4gI8o+FkrXPkr0vj5S6ts+jK2zPuNe6z4fugA/sLv0PsE00z5oFvU+AGvLPkuH+z5mzcE+rSykPhdm4T5rU7s+FuSvPjGjBD+Dj5M+RpTUPhgahj4xYtg+oAb9PgRczD5ce8M+i6TOPtHVGT+OP9I+SfyMPuE4AD/ALas+FI+OPu2e6T6bdOg+NoYYP4cYIj+uE70+jEnEPjjesj7kE6g+jJn+PgTVtj7iLcU+fGTOPtq48T40wfA+z+MSP+xs6j4CSQk/scUlP5AV5T76yAo/NnKDPuCjrz51Wq0+fXWXPsWfmz67kdk+g5AbPwH8yT7vldk+TTOcPiuuCj9QH9o+lZXuPlq0NT87jLs+hAsFPx3zrz6xu68+tbDxPqKQqz4MCME+udeRPp2wAD9XGAk/UrCnPtNfGj81H/Q+wKUJP44ytT6uj9w+EL6DPkqF2j5+ybA+MmjSPj+qxD4yRBc/gxqqPl/cvz63CBw/NxHUPlgNAD9CYB0/GB+iPncfMD/nl6s+atYLP3ENqz7M7J0+5oAbP0LxvD6EYaU+o/AQP4kWhT4gvgw/yO4MP9SqvT69CAY/0NcEP/iDwz771u8+4skeP6XL1j5mZ6w+",
        "ykCJPlatjD7S+ps+YkETPxB8xT5oQB4/mDStPtgk/z50IqQ+LubuPqOJBT/2ObA+Di0HP/XWAT8gINk+xt76PoRUxz7td9M+GaTrPuAQET/KVrI+TKrNPtHfBT9SZEM/ZUvPPhKt2z5pKLE+sCIeP9PMqj62DgM/sh63Phr61j7BSsg+Wq3RPuMv9T5ZDAA/8AukPlMY8T6/PMs+HSnuPhK/3D48IrE+4mi3PnpJkj5y0qc+NpDNPmrQmj4iOAU/4sGdPq+9yj7szac+62i2PpAk6T5ya4k+ke7OPh8QET/VSc0+gHbIPt5Vqj66Zbg+3SnEPvDi3z4sQfE+0hfRPr0/OD+MQqA+NIa2PoZNjT6D8JM+iVFBP2RF2T4vHtg+eaaEPp/TxD4N340+0IPOPo2R8T5MVuA+jrG2PtNpkj45ed8+2RURP1i7Cz93VZs+q6EJPyfhBT8LlKk+dAHBPpbjwj7Ur9M+wGz8PmaHxT74XNM+crqqPrx7Gz+k4v4+MPevPlgHGz+0mMg+fbKzPuAT8D6I9Ps+2BWGPu1Duz4FXgg///y7PriYHj8ZFZ0+Rb+WPiyFEj84EaE+nY3hPsscHj9ZLUY/z80SP4ejnD4KBrY+U5KwPqxkyz6f/AU/FJqiPjSTIz8DkcQ+P/vUPmCluz5++ak+zWoRP+uXAj8="
      ]
    },
    "batch_normalization_3": {
      "beta": [
        "HOqePL6WLj0QQ1M92ZsPPaYLMb2Pla+9dIwiPSbhDj1eK6O9nZjUPWJP3TzdPjc+g9+FPQwpsT2VMP094h9avacs/rsrb4I9BwTsPQG1Sb2TFZ+8lLbwPZuP6zzB0pw9ytk6Pik5vLyCiJ49R6g0Pp4HI76BhU8+SDV5PdP8bb3i/4M93PPCPMfRHjsggAs+KaUgvOqiNrzrGtg9O7GwPKdTiD5HxMm8YK0bPYTwBj4Nemu9PHSgvGPIbb4UYyK9RBZzPKTfgT3Hk0u8nVSWO/eqzz2w6T48vJcWvVPLR70Kkc68yOsHPWd46T2vrKM8oEmkPWDFMb4kcqa9O48OO99Lrz0cxuw9QEYYPsUqHr1LlQc+777YPVWN1z0Pdn69FrMuPh7gdj1z5uC9ot4QvZeiFD129wK+iD3JuwWuOz6TCNS9dGESvgFW97xDbZS8ZtdYvRwnAD44H4I9ctPvPbp60z0aXcM9zJUQPUFW8jycT9G74AHauYcLkbsPh5C9YbehPKV++D2D+Oi9MvahPZIDIT0N18O8xo0tPPC7Lr2p4369Ddtdu8+DirwOZIk9lCIbPv89hb2ui789qV6uuysjmz1dece9yu84O0Ln57z0BMS9NJhHPc2osr0B3pk9mQoEPSr3vzt7d8c9awXMPejnsL0iC1A9MNh6vZ1dCj6aC5Q943mBPjiHEz3A9vg9rUJjPU/PXDzabz49jzDJvLK3DztvRSQ9SsESPcPDJDtt9uE9VnkyvVKh2rztW2Y+EMhbvTT8U7wPW789EnwvPfN/SzxPCX07GEsrud8o+D3e4lW9XjK/PXbxzry8tK+9RhqyvemDET6YqkI8IMOHvSLaAT4qJVu90OSjO7uCI72uHq67KDZaPJ64ljtqfAQ+AQvuvBOMC77e2Lo7NDKmPZkNt709gyO9NQKFvY/4HD0orH49PEYwvQFhkT38Cwi9VH26vdpUJL5ONqc9iuqbPBdl9L1S7u+9Xj2/vXK7cT0JNoi+eR0svsQbAD5IX3K9",
        "936sPILCkL3pxBq9ounHPMsipz0mebM98I+QPSqiUj23exc9a6sTPSmgwzw72oS9q352PQy2S72KVcG9M4dUvGYTvz10WvU8Pzx+Pa3O+jx47Fe9n4I+PUOsnDwbulU9Kx6ePW84+735p408UtUpPYIokb1Ssh0+kTEKPlg/Cz40LmS9u2MGvjTuND7HW9Q8kEo+vXtl/z3J+K+9ip7uPWEkHj23nr88xa0PPj7xIT1+Ab29GVFWvRNqMD7xHEC9gkjZPeB1rr3LqQQ+WMO/Pc8dfz00Tr49w3fpvTmqND73KCW9afbvPeJtcL5SHc09sbC7vEchLT7Owf89hfqLPbn2CT1rq7E9lZnZuw+MmzwtL7m7V2kCPvOx1jzTlAA+a8nAPR+9nr2xLJ88hIMCvPoRZ71DiYM9YigoPrRJkT193yC8NuW+PetTT727kSs+5JUfPcFuez0IEQc+GljGPTtTgj3Q4og9lL2pPY+Eur3ocq+9X48pPTQk8bz4tjo+hh9mPsLpzz30Rms9jc+uvSwVtr3eHdU85Ypgvf5iiL3YVtk7iImRPZlklT0ueRg+msKevUi05L1n8Vo9DeEQPY8B3T3kZ10834ttPUkCFj3dZ2C9zJMnvUdhxDxAv8Y8ZzMnPT2w/L23DAa8ze9APcI6UbyMGfY8/Br9PQGSlr1KXb09YtUsvtwKUT0a68y83R29PTlPOT1AaNW8mvo6PXvTjT2rkOG8qEebuzvxsb0ogAe9DFiqPSl4TT2/e/S7U2D2PNzRhD2q41I9FdXfPGAmLT2wOmS924pJvP5D77wxdfO9Ng/svewdKT1p5QK+OmUEvdSEhb0kNTA+sgUbPZDPljzQXNi91e8/vOL24L2bv1o9Pr1jPTwiqD3p7wY+M/cZPi6Sez1gjx09FXDaPbXo9r3Oq8c94UxtPVXgC74o9Co814zxPdwkQjsXX9W9p1X3PSk1CLwA6b+82tAqvrBC+T3yAgQ8V2OuPW/pnz3KdYu9zbOIvUdxMzynXK69",
        "PPfovb9OKD3ZvW69NsfculxFOD3qyim+Ra9FvC5vR73cJmG9bST/PS2nkz2mQ1M9YRTXPdF5Vr3zpMS7J3S4vafL4D3/GHw6mApEPljHJj6IE149ZCC8PeQ5GD0LfEm9QZEcvSqgkT3M6ay9MQhNvQPJOb7g1Mk94DI7PZpPUT06R/Q8YmsuvVbEkT2jQti9/eLhvC+5ArxMph08vN9MPaiGXTwgdqq9WgcaPoiXQb4nsoY+7zG0vVoepr0q9xA9tU6rPWwu5b0MgSg97zXivTFFdLsm1vY9wGKdvaDdmj0ooR09GeCXvO8hqjwdfxU+OQ2AvJ/9xj3XwwW9Oznbu8QdEr0Q9dw7VNK2PWM7sr3stQC+4hRqOtKt2rx5aB48kEkzPQnBUj61/po9x/cmPLWC9bynKa89Mth7PQj3vz08T8q9hvQGPadWDD5JE4K9tZyOO6or0bsnLp29KOkTvfBXgj3cOSc7IlIcvbQnmz3AkZM9gXXNPQuEXr1HdZU8kd9TvE/muDx5wlg9KdnavJQfxD1xvaY95ZsYPHR92bzgP9W8295YPYQRo72vmEE8vRWku+cEcDuCTOw9YuBJvLokhD73Wcs9P0zMvdIoxD29MJI9+AZgPeZUTbx5H+S9CKM2vQoPADwphkO9goLOPUHMJzzmp/W8E1WMPTRBgD0="
      ],
      "gamma": [
        "vZ1mPyAafT/N424/i0VwP8fZeT+WkII/xO18P29ihD8Esmc/35xoP936gT+n0Gc/Q1+IP7WtlT9Vf1c/um1RPxzkbT+v1Y8/tpVsP+XRcT+l3GU/m0SIP4KdkD/gZXI/CfpkP93JkT89X2g/wYRoP7DGlj+7Mn4/V6d/P8QzgD9gzpI/jamDP3+6dz/slog/ybZxP9UJfz/a82s/2c1gPxNObz8uRU4/hMZsP0ltbD8pa4I/hjqDPxNbfD8SYXk/zt6IP/8phT9ctYk/pkyJP7mJXT/cI3s/d0BfP0oKlD/CInY/tnCCPycOgD8ujIM/VtGPPwGeVD/fjog/ibhqP+Zmfz/nunQ/9laMP/IZiT8pCYQ/x0deP8BSiT9zJ3g/dh2PP/fsTT8ywXk/sSODP7edkD9Rzns/lXyJP4gPfT/1uYE/OeyJPwLqcT+VE5Q/J3RkP8gUej88Ing/DotzP38mVT+gCYg/B0OGPyrTej9zomM/RzaAP17/gj/R82s/vvp8Pz5cgj9a4WU/GgiAP5wngD85O4c/ge6CP/FxgD8lko8/b36JP1jDgT+tw4o/NjlyP34TdD8d9ZA/bO95P+r1hj9Tlo0/oNliP9MZZz8AJYY/ssGZP0wHgj+WEoA/JOF+P2CYgT+ciYE/kAGTP3YzWT8yX40/oWqQP4yMkD/WqJI/Vq+OP7xujT9uV4Q/EYaLP8ksjz8le4I/2NmAPxHghz8LBI8/7Q5pP7EDgj9B9IQ/SWGEP3NOiz/FMms/r7VRP7M2mj9WeYA/tUuRPzV+Mz+BHns/a+uJP58zfT8HQ1s/ozZqP3bQhD/NOok/ahqFP0Fljz+BVno/eIiBP6vldj9xWYY/LG1nP54oiT8i6W8/naNqP6FOjD+gdn4/1dhCPy7aUD+sZYY/5raBPyddZT/KAlg/hmFwP/3Jgj87e2w/jvt5P5nVcT+rOYs/Bxp5P6cciT9NbHw/7ppkP4cgVD+vqIY/XjiFP4E8ej8TJXQ/XrqFP42Bij/mcmA/",
        "g8tyP9xsej+DdoA/5K1TP5yCjD9VfIo/i6uTPxJ/hD/4kXc//u1oP+h5hT8i1mw/5CWXP3ASgj/QaGY/QY6EP5mwfj/zdXI/Q0p5P8aDcD+fgGw/IDZ4P9wYmz+q7Gs/FJOPP2R1dT/Hk3Q/xuKHP4tRdz8VuIQ/B5RqP718hz8yV4c/mIRzP2eDbj8+4JI/tKt2P0bcaT8LoG0/VFyAPwb2aD80GXs/55RsP+9daT/cQ3Y/nbliP0BpjD8BPos/fdV4P26zdD8VOYk/i2CGP+6+hj+Dgno/aCyNPzKDUz9a54k/KRVqPxnvhD8gbmo/C2N/P9o/jT9AEFw/nXZSP1l8dj/CFGc/VeSAP4bzdD9ClII/9tKGPx3gcj8jd4E/mcNpP7gegz/gnGE/LqxxP05GaD8613Q/RAuHP+aZgT/2r4U/aMRzPx8Ifz9W7Wg/XTmHP7ZEgz++rZM/L/haP47qiT+TUms/OZhoP7MRkD8dFIk/64CHPzYriT/TKog/kVllPzD3eD+cYoE/kIl7P9SEgz+XPoo/Fld5P3nZcT8xfYU/joV0PylkhD8li4I/CqCbPyWWfD/qO44//S98PyCJgT8mh4Y/532ZP/M+jj+Yi3k/iQdoP4SNZT+wwIY/3vyGP2nZgj/ZtYc/1V2GP1TmVj+fOYo/lTJrP24Ygz/qFG4/0cpqP2wGjD9GCX0/SE1fP60Hij9zhWs/95iLP8D9Zz9OMGY/qMeCPyqRlT+W9lY/O2dyP6sHWz9UBZA/nieEPzSWcj86/II/SvN8PzZ8aj9sBnk/wQliPzZfVj8BhIk/FVWCP0wncT8+0Io/bH2DP8aUaj+dD1s/mU+DP5g1kT8FEqE/DWuAP7+uiz+YUpE/MK19P903iz+pInY/K5+BPyu2hT8ehIs/Bj9zPyjLeT/ILYw/DRhoP7YBjD/Gh2M/c9+EP1E3gj8jPnY/5Lx9P8xegj9c9Yc/YSh5PzLMkj9/z2E//m12PzGNeT/Tx1w/n+KFPxo/YD/k4IY/",
        "k/yRP5Eiiz9c1Xc/flaMP8zUiz9TcZI/FgyIP1JQiD+Jqlc/PwZQP0SabT+rRIo/z1CHP8BMXD8rxZY/VLp9PxZKeT/Qtlk/286MP0HcbT9+R2g/9CGUP8SRgj8lRoE/ACN3P0FFkD8lNI0/ieZrPwSXeT/Lfoc/+dt0P7UqdD8g2Hk/bcKSP51Kcz8t9YY/xOWPPxk6eD86Gpg/Ex+SP5Kxjz8SQXA/B+WIPxI1Xz+xxoA/QcuIP7ofiz8YGmA/u8V5PzxDhj86BIA/hh+FPwklhz+/NnY/o3GIP5N6YT/uCIo/BYpnPxKUiD8Mx4w/299tPy5weD8F5Y4/xCaOP4Rugj9Uto8/6NGQP/08gz83Ioo/aaCPP1GFZz8uN4A/jTqDP4XRij/MKZM/QC9nP9PSeT98aXg/55N6PwUHYD8wWXA/hRWIPwEUez9E0YY/lsB4P3NYVT9TnIo/Ux2DPwPOhj+OP4Q/Stt7P16GWj8Vh5g/koqGP37lgj9dMJM/g3mJPyGJgz8yZl8/wx1qP8moaj8LoIY/ChlrP25zdz9gaYI/vCGMP9cDcT99xF0/BYJ7P8x+lT9+7Jc/mDR9P2FMfj9tC3c/JLuKP53biz+aGFU/WQCEP7uWdz/co4c/D2aHP9gpij+0zYU/LtRqP+h/jT9+b14/Aih2P1wHgD8="
      ],
      "moving_mean": [
        "OwzOP1jvHUCy7PY/iEA/QEaLSEDNISBA88XxPzid6D8jTvI/KZj3P0eU1z9BryVAR+MCQHtlQkCkx/4/c/niP7tCEUCOwRFAHUX0P/vf0D/4rvI/Q06jP30kQkBRXRVALaazP1/1CkBWEa8/ok46QP34EkD4Qqc/Bn3XPxo32D8v2tA/mo/bP4XA8T858hFAYiQUQHEuKkAI5fg//Vb3P/1jHECPqdc/6KEBQNjszj+fdgBAww0GQByY8D+EI/A/3GwZQD5r2j96F0ZAHvs1QGok8j8muf0/wqLrPxPnNkB13+I/N4H1P/bdFkAqtd8/WqoRQEqN/D+CATBAGGIMQN5K8j/45ipABvA5QLoJHkCXyxNAwOsHQOmmQEBc29k/N5YTQDBSC0DVmBRA5T/JPxxlIEDJ3gtArbHiP+ot0j81nDJAf6MUQD3vGkB4pRdAwVURQOfBO0AZ+gRA+/ADQMbS8j9CohdAxy4NQFzWGEBLEC1Ank8wQKE17j+sZwVAoDQJQPRlAUCrvU9AuuwwQPoI2D/z6C5AfQIMQLPbyz8QNFFAHsEDQJVH/T9z0gNAr1/fPwr3GECBaRlABeL1P1kYAkDJe+o/BebhP229BUDSewNAZPXZP5cJE0CCqRVAfPf0P20gtD/RS/8/7SULQOs9CEB9Bz9ACrdeQB6r/T+I8BRAvtM0QFii6j/iV0FAss8nQL3WE0C+aClAydPpP2nVEkDAYfo/wde6P0GoDkBkHSxA7VHnP2m6FkC6ALM/UUj0P5t87D9NP9Q/k1VDQNTv4j//VxxAMu7dP1USHkDBq/w/bfatP2WP4j81qCNAXgfQP9CCHkAOwC5AcQD1Py7QDECrCA1ADn9eQLd/WEB1cPA/bhceQI3sBEBfjBBArqydP+CbIUB+TgtAlFIRQFxxI0Dk0OU/wjQyQFlzJkDwGbw/YG0TQKhU/T8woB5AiGr1P9AW4j+uk/E/BWfsP5+4/j9G+Q5AcxRIQEvyN0BtBss/w+3eP7Z2N0D+IQFA",
        "q7gPQGsy3z9MOwdA+i8QQGCjDEBMRcU/2QswQOIaMUAsRjRAfdniP7AMNEASeQVAwnj7P9D5zD89RiVAAkErQLZuAUCMIhtAA+mfPwNLCUBN9tQ/1cgGQHzxLECRMM4/CWgXQGFSOEA/Btg/drMzQL0OG0Cvkdg/6sBBQAo+DkDqKjFA+lnvP3IdNkDYLAxA/MkJQJ0kFUDqHQ9A024KQDmwGkDCV/0/e9MkQINkB0C+9x1AQvgHQGB3CUDgpiJAelkpQFaK9D9zQRRAG0PtP1moP0AMQyNApR+/PzoBCEBwHCtAy/DSP1yf4T+cvzNAVp8LQFbPQ0ARMbI/L7kEQORaGUDQY8g/rB8PQPxxD0CAF9U/ZERCQAme6z906AhA/s7BP984/T9EeglAA2ATQKhL3D8phvk/TVcRQKNOJUBO2yNAtijkP+3cVkCC5jBAd0YpQAvVF0Cz5x1A4gS4P7zqGkAYqtY/I6D1P+Z55T+ereY/jxjsPzKe2z98DQdAwYvWP+QB7j+ZUP4/kbgbQM3Pyj9gRghAMS9AQJmFtT+UdRtAqyciQCIf7D858/U/OBcYQNl1C0Bc9xlAHZMGQIefAkBBDwtAA58yQNCZxj/PNsw/XLgPQEl/E0A2bwBAGxsbQG12AEAi7hJA7VMqQMgDvz+GHxZAFCnzP4Y9G0Av1g5A+H/7P5iH7D/9TidAk0wJQHvyFkDwYS9Ap8sJQPV8PkDtjBNAba8VQDNUKkDwPhRAO4QOQIOgMkD3rxNASpMOQIOJxT9Yduo/OLHwPwR+xD+2ato/NU/LPwzEL0BSOjJAKQUaQAMQ+D+nhhJAH3EgQGMs9z/6FLs/LR0bQAGWH0ARby5AHJ3YP5AnDkDIZds/OvQ6QAL5xj/XkAFArUsXQDESEEAZhB9A19jkP0TKI0ClpEtAleAIQHrTHUCD5wZAuAhDQA61JkBGotY//Py1P/nFNkBZDDtAw5YAQNY1JkDhOQtADY3GP0DC8j8i1qA/arfJP+KQCUA9eS9A",
        "434AQBhZ5z+XLhlAEOj/P4LGHUDbPaw/eQ/vP8R6OUBnEw1A4HcwQHkXxj9iEPQ/fIIDQFFq9T8uNds/EkAlQJITHkAbO9U/b63GP4KHMUB9YxxAn6H9P8fMUEDceB5ASkrpP5nGF0DRFVlA/+UOQHecA0Cu1TJAHn4jQOq2B0ABbtI/9GsGQMIKJ0BblME/k9n5P05jDkCP0P8/+NK5PzMXGkBAwPo/lFEoQAjAsz/sXAFAsC4jQFjbF0Dygew/R8/nP5qXHkDuqss/jdEqQNTRC0Bs/iVAKjkAQBIePkBAZQJAlokBQDNz5T98Isg/UGHiP1Dc3D8F4wJAqdEKQOiOBEA9ogBA+XImQLCaEUBlbB1AHY32P5G34j/2a/8/48fHP2l2B0CqFeg/kMr1P3wzGECvNuA/bNe+P9ZZF0CEAPs/fhZPQFoXAUCDgf0/DZQOQG/Zwj8XSes/ZCMKQC51HEBIpwRAjtDyP8YxFEAxKhtAfxkPQPNlO0DK/kBAGIcLQOM4H0AHCvI/+Xn7P4E/2z/05O8/tcb0P2CRxD9/iw5A5HsdQCxx+T+NyQ1AtGm/PyISE0BnTERA5pqjP2ImBkCTmfo/d1U6QAJNH0Cj1qQ/YEZDQFZzGUAyG+c/j7QmQFeYP0CGvAdA9y0YQInHPED3Uh9AunsFQCLh0T8="
      ],
      "moving_variance": [
        "jDcDQUFPnUGenXJB0wqMQany3kEuQdhBMf9MQSr/qkCdUYJBXyv4QD8ja0H5U7VBexGjQasWzkGA8XNBchTVQPOpYkGdotpBdFLTQDv1wUBrCCFBQf7UQDBK2EE4yTVBgONKQQ1KeEGSAJhAxSeNQbdhUEFqmIBAlmvFQFlNrUCKkAFB4+yxQJSIGEE6E6JB2eGkQT6Xu0GWzgZBZqJpQVaUmEH53ipBYICCQd/LH0E6ZwdBIQ2gQbyk3kBKpChBrvXGQSZu50ClU7pB4vi5QaNyRkEmHIpBT4uZQQsobkHeReBAFAImQYtJ2kGG6E5BeJOcQajbpkFu84lByRqXQfRKcEES2lFBnhapQUffrEEpwqxBmxWAQeZXxkFDFVpBirauQdPidEEOmIZBZrC7QG8ZokFYTBhBdShAQcE8R0GOo1ZB4KBdQdMJwEGRDPJBm6pHQVFmqEHF1JdBxJAlQb559UAYoklBVxhhQS6rWUHdyKhBUbhqQQ4MgEEs1pZBnPzOQcYcW0Et6f5BWeqgQe438EBLO4FBU4ViQQrnNEFgVdZBcHgPQf7hp0ENUqVBDKNfQXDHhEEZQO5BUhaNQeScGkFs7BxBKhVAQckICkFa7oZB+mNmQRvZoEElFAxB1C99Qe+C10A1aZxBQHaFQf7/lkE5MKNB3ykWQrn6VkESSpJBv1fEQS4eDUGDmtJBbJjHQQxkR0EBwLZBEZ30QAJA9kEWEa5BO2+cQFYXmUGSuLNBpQZdQdFW2EEwaA9B2MNOQeowiEH4HDFBFNTKQR8f4kBCPbZBLNkaQdetckHWpIFBNHoCQbwx4EBM3KNBV1XLQAY6+kFoadRBCxKVQbvDmUHxv1RB4NLIQWjn6UF0Z09Blu3gQTbn8EB/AT1BjHCHQPlE0EFGop1BUlynQUq3OkEAIWNBCuCZQTo8e0FY4jNBHuCuQWV4hkFgBcdBqwCeQY4PMUFT9NZAiW3IQCJEB0HN84pB5M7YQUta60HVW8NAGWndQF/VXEHRLz9B",
        "8Yq+QYz9yEABJKRBJFLsQT40pEFGpkBBe0PaQassxEHEY6xBQ5XDQBCF50HcdtlBo0JBQV4Q7ECkCKdB7PwiQVQ+5kCSQsRBsOedQNp8AEFUprZA5E8rQY859UEXRcFA+LbQQVHftkEc/zlBl8ySQblunkF2FzdBPWScQcOZcEFj8eRBj3YsQQ+8dUHdRztB4OC1QW95+EErK5FBnQakQZSpgUE7G1pBOr/NQZQTm0GXTchBKbY9QUj6dkGDKMdB316MQW2kOUGPfntB4gRtQQeGq0FNI8xBgfAoQY7QfUEhH71Bq3Z1QabazkDMHP5B6vYYQQJcLELz8MZAXt/ZQXd5p0GanhpBODGBQe9/gUEOgNRA0PzgQeB8XEH8v6lBHCUzQdVHBEGmXTtBQ5jKQSSbtkDIZg5Biwy2QU6/PUGVs7FB3yttQWuH/EFLIMBBY0G3QbibnUGX61FBUEpnQX78x0Hz+0hBbu+3QdhW9kD9NkxBeqlaQQg1a0FTPCJBdFmMQYxUQEFnZnhB/Yp0QYLwsUB+/FRBpqqzQSiUmUD/WMVB9COHQdMUFEFetZpB16CAQfyJB0ET/q9BHEzmQUq0QEGHIyhBb8agQTRrt0B2zktBmWq6QR6GK0EbW49BJLBzQfW2/UDjMbNBXUl/QYUe+0AawjJBlzf7QEDRrEG+o4RBPSdyQar3cEHBOVJB+3QNQRaiEEIuEpBBoeouQZOt+kGAL0RB1xizQW0ocUGEvIZB/QmlQfGOBkJaegdBOEfHQb1SeEF6U3JBuFx7QeQ40kBQOTBBdtRZQYh/BUIu381BI2ieQZuINUFRelpBocAAQjKnt0FN8jJB5162QVBYoEEugtxBI7RgQR0ydUHvYjxBDxSbQa2kWEFEh6BB3lyTQbXGq0GRAx9BNOEkQchWbkEsv8RBZ0dLQQ6IukEt0aNBOw3WQf37ikFjUf5AQEz9QMeH0kHvaKRBmTaqQZ/NWkErgZ5BC/NCQTxqQEGiXZ9AtwDdQIHbfkHhFbBB",
        "2TchQYziFEGziRBBP0TGQQQDj0F9ZtFAHu3aQLJRgEGh7hRBmKmXQZRPHUFxC5BBGAQNQaDZHkGAsipBsD2oQWXpUUGq79JArQQAQWGJ30FGOCxBM6QbQYYABEKkwEFBC5BnQeGjqUEQmQxClFEXQaN1YEHJx9dBmK+iQSAHo0HnVgxBqJbBQfOahkELaMJAfB2TQXbkCkGBjnFBW2EIQfTZ4kHEG5BBesF5QTzJ00D/ppxBd+HoQcgVLEEJNCZBSWEQQRUPTUF5xgtBFTOAQXLTpEGNeNJBK7aAQTBBwUF1jwxBat7SQLOqhUHKPApBwDVDQQsKg0FeO69BO9OsQU7pHUFZZZBBJubKQQtbP0FmlVBB6NO0QS8Wf0HR1j1BekzAQOyUi0Hqh/BAetmAQVIsmkHormFB5HUEQX8pC0G+cYhBa7YCQv40FEE+IzNBgQcYQYgcRUHu7fVAO+y8QUDcO0Fjyw9BR7m+QIHYfkEwx7JB/6+XQfnXw0HIdP5BUumYQVwXqUF0uHtB9SBBQShDOkHh9p9By+AIQVFdoUDTXqlBZGxzQYFYbkEyX45B6120QFlLrUGiChJCu3+ZQL0Fm0FGGBZBnDG/QY7LoEG8S51AxUvOQdvwuUFyjtlABoyVQdlf4kGgBhtBWGFUQWk42kFLm6RBcqyqQWJ9SkE="
      ]
    },
    "batch_normalization_4": {
      "beta": [
        "FMrUPnMO1D52+NI+kznTPmqf1b4XH8Q+GQjTvi1D0L7cltE++ayQPtn91b6gndQ+uT7UvmF51b4rndU+x1/XPqJh0z7fh86+147UPljd0r5ghNU+wBXSPj2F0j5fW9U+bQWzPoSY1D59DtS+c3bXvuCv077Nhde++dnQPuVM1T57gdK+6GTTPn+G0j6LiM4+eHfSPksV0D4JANM+Vz7UPvVl1z60+NA+8R3Vvif/0r4wUcg+f57Svhts077f3dU+C/XTPqeFjr6IwtU+823VPv231T64kdK+zZrVvhyd1D7AedI+Su/UPnXu1T4FkNG+BxHOPl8N0j4l1tY+/ZHUvu8p1T6iR9K+kBTTvgcSuT7mIdE+EwLRPuRY0L66VdK+5aPUvo+01b4I8NI+4eHTvvue0z6DW9U+7ynTvk7B1D7MvNU+TSDUvoaN1L64EdI+AObUPjA30D53JdE+ku7TPi7fzz7tY88+aQDUPi4Q1b4VbNM+9h7VvlHT0D5yk9a+8yvVvmPO1j7zudE+DEqyPmu70r4U1tG++nzDvnc21T4CF9U+fUfRPuJo1j5i29Y+QbTUPnWQ0D4Sp9G+WvnPvnEe075R8NE+HonUvrQO1T4N6dO+Vo/TPqFK0T4UZtK+XbrRPnfc1D5FENm+DK/QPhsI1T45FNQ+cOzQPgyTz76fBtG+P0rUvoOI0T5WfdY+LcXRPoRB0T6ZuNE+mJy8PjDpz77WUtK+iBfVPgo61L4Q3M8+XU7RPpZd0T7s29W+av7XPnCc0T7XYdK+JnjUPl/e0L7DPde+UjHQvntU0753FNS+H9LSvpMV1T6zdtS+3bvOvoPF1L6VzNW+ayHUvtzG1r7vOtQ+GEbTPtdS0j7npdU+e3WqvrUy1L5EYhu+LNzUvqDssb4TBNS+lOrRPk481L4KnNQ+rP/RvrhF1T48x9K+8TbSvufo0b7RgdM+W+3VvjPk1D6RJNK+OvPTviKlzz6wT9A+mYXUvu9Y1D6JLdM+XOPOPsx9z74DtNA+",
        "m0nRPngGrT6LLNG+yfjTvv/H0b6PgdO+b7zVvhd71T6y+tU+98bRPjY/1L7RmtQ+qUPMvndo0r5IctK+OPDUvgpyy76hGdG+uRPWPlAx0z6A29K+44/Svk4S1L5a1tW+6SLOvoVN0j6YQta+CbnVPpPV1L4qGLy+bhDVvghr1L5e7dU+lATSvonz0T4yF9Q+McrWvt5b075TJtW+C2XSvnHo075EItY+RHOFvtOO1T74TtE+p1zSPs9K075pjdW+JkjPvjSS0z6WFtU+VJTSPv9/1L4eN9U+mVzTvjmY0750gMw+YILUPlzE0L6AZdI+ZlPUPpJ91743LdA+7zXQvu8N0L7z+tS+qhHVvtx91j7N09W+BJLWvlT10T5B7NK+tbXPvsq6zj6nstW+N6rSPmFt1j4vedW+c969PuN60L7j6tU+3mzUPm3/1T5J6dU+53/RPqLk0L4SQM++8//Pvi5M1j4DWtG+lqHVvvFD076lR9U+dHHVvlMt174ZU9Y+TcTTvkp/0j63h7O+7C3TvsVh1z6ybtW+LSTSPlRq0T5BLdQ+znjVPjLK0z7EgtG+cgrUvge/1D55KNI+lBHTvgz61z6LF9W+ZtTRPnaf0b7jp9Y+8CjVvoIE1b64EdO+ZbzVvgcqtT4swdC+5a6dvs9gz744Y9a+1DzTPkf61L6U2Ng+pvjTvtOt1j4lutE+nUfUvj9f0L7bK9a+EE/WvvPQzz58Zc++4EfXvgil0b6AsdS+scbPPgKv1T7Mms8+67LQvli+1D55dtO+2IXUPlzj0r777dY+TKzWvqPN0b7ki9G+6TrSvnlh1j76Hs6+NdXEvlAx0z5HnNC+cv3OvlzI1z7wz80+LU/RvqlF0D4+1NO+iPHRvqxfz74MAM8+Kd3SPg2q0r4IqNM+5G7SPgmY1r4kINM+w+3Pvio50j5GtdW+JCXQvjQi0b660qy+R7/QvkuM1b4L/aM+SkTTPvzLzr5kf9A+hwnSvqjQ076oTNA+SjvRvn8yxD4NJtC+",
        "s+TTvmxT0T6cVdY+rzTRvodQ076Nr9W+vJrPPl/0u7543tW+dnPUPrZE0z6SpdY+qSvXvjNp0j78hNO+GWOjPXye076rUdU+KPbTvpGS0j5Jy8K+UirVPueB0j434tQ+fQLTvrSazz5VibI+8OnSvhtf0D4G89A+r0LTPnPMsb5PStQ+mHPVvnCb0D7XddI+Xr7Qvkg3vb6Z7tI++pDSvmly1T4O09O+uhLUvuUm0r4gFtY+09bWvh2aoT5YXdK+uJ/KvjYM0r6FItQ+L7bTvsZi1T56GqM+u2rVvk421L43MdI+JHvTvieG1j7jDNe+e5HVvsG7wL6wcNO+KTfRvgrI0D7d5dI+8l/SPsYT1r5G7rm+YcjTPnAx1T4iKtK+Yu/TPuut1T5v7tI+tPPSvm8l1D7Fsam+dfq8PjrB1z7bZ9W+3irGvkU41L6S7dC+phTVPvfFz76yydM+xRDSvhiG1D4P+tM+Cg3LPv9x0j5vy9c+qjLPPtly1r7c8NG+tirTvjzZur7V0dU+MxfPPv5Xzz74lNA+P/XPvk/V0L4KTtG+clXRPnys1D5CstU+793UvqcK1D6Q3tK+AQTUPkD10D57ytY++2/PvtfD0r4PmtM+DfHTPnLg1r6YbNa+l3TWvr/F075v6Mm+IA/WvrzD077xjNU+gmPVPmxV074="
      ],
      "gamma": [
        "g2wiPxfYOj++Bi8/PA0eP1DuFD++PSU/BlYpP3iLFj8UVxU/SHFHP2ArPT9+XSg/seMfP8W6LT/EKUg/nSsTP66mGD937Cs/g/lGP5poDz8Zu0E/D08jP1QbLT/9fB8/anE+P7fiMj98Vx4/p8kaP2tkJD8i9y8/V+QlP/DfOz+d7iY/A3Q7P5YSGz/2Pyw/WzQvP+uQMD9nHi4/2kQ5Pw/fBD+Zuhk/xj46Py8AQj/xkVA/AHccPwzTED+hLS4/0g4pPygTMD+5bz4/5CQrPzTSJz9ZGio/82AlP7H9MT/DnRk/z84RP7eyET+zNC8/sZEUPx2BJj9gCSg/0uEjPz+8GD9b8CY/h5MjP0WVKT/ZdCE/0FI6P6UsMz/wFSs/O9ExP1lJRD+L8xM/kvgvP+kSRj/esys/3I4lP59WLj/V9x4/gmUhP9c2JT+7UgU/ZwErP6ZpGD/crgg/TcocPyAzLT8PnzA/Qig4P/8rJD/Ztyc/yZocP1cBQz/UTg8/5kZgP4mSHD9RCDA/M2k1PxemJz/roSM/F55NP3jjLD9GcDM/uIQrPyhGHz+LNxY/zvU8P6s9BD82TxY/9bU3P35wKz8GZio/x306P2F4Ej/UZwc/JGEcP/pQMT/PnxU/C18gP+JcFT9m+kM/kHgSP6a/Oz+qjyw/ZVktP/xnHT+QAx4/QQ4iPzdCMD948CM/at1JPwrWMT/nDSA/rfcqPzjYJT97hwo/Tw9XP96nCj9t3ho/dVIkP9HDLD/OiyQ/s/ckP3bAOT8pujA/VXcnPyZFLz9ADRY/GaUkPw4t+D5vbTw/6aAoP1D6HD8E0Vc/1mEuP/WOKT+H6j4/bRQuP/EqND8vvzg/3hMsP5ssKj/BGSo/xslEP90cIj8xqlQ/glkuP0c3PT+OYiU/uvIRP+vrJz9GcDY/VCssP303Nz/RyBo/qYonP7ypID96bkI/aJFEP6ESIz/H+SQ/xBMVP8ygFj8lLTo/HmcoPwxcJz+pTVE/esYMP+2tHz/6YDc/",
        "8WczP6zXIT9jbB8/Ky4oPxWeNT8pEyo/OQoaP0EfEz8m9hs/a70nPy7QMj9Bkho/Ui0xPzj+Jj+f/wI/ZSQlPzxpMD+HKUQ/2AsZPxSgEj/NGjM/NuIXP3jlLj9k0zY/9vEUP6AvJz8T7zM/E2YzP8gADz+hiFA/1uYXP7EEGj/Lkho/JJo0Px4KQD8KGRE/ocYkP1T1JT+LYDo/wFYHP4HKJz/W7BM/TqU3P13PKD//5Cc/B1kpP4zuHj+N8y8/TnknP9tEPj9ZgiI/MVkqP26uIj8/qDQ/SBgtP6PWGj/MbBI/iI4ZPwp+ET8ACAQ/mcUyP9D6Mj9YFiU/RcscP8HvKj9mxDI/rE8iP1SKJz+hv1A/5jgbP5u7Nz9Cahk/UaQ5P+1oHz9q7ys/+PswP+zPND8SSx8/aZ4XP/dvKz8UIRk/aFofP87oKD9KFis/7bksP5L6KT8W4w0/nrEDP68EPT8Q9S0/ZKIRP+ddJz83AUI/XX0sP4qlKD8Dgzs/LN8vPw50MD9RKyI/wQoRP1SVHj811yE/OJInP4nXID8c7iY/ozISP8XZOz9iSiE/HfsoP+RJOz/qQh8/J6EsP9YhKT8RAyM/eb4sP9VbKD8Ch0Q/gOMRP7pZMT8YgiA/IVMiPwBrTT9xKTY/G2wrP1MXJz9Jgys/3F8UP0htKj+QgSc/AVM9PwdlMz+QZBM/y3crP+MlKD96gRM/MtAeP9cwKj9bpg4/nQUlP+zSKD/KDC4/MXsJP+GCMT/sgSE/31MdP5h+Kj+ToCE/9uQjPxUpIz8iSiI/678mP0ywHD9gbiY/8Hf/PudqET+31CE/lqozP8A/ND8lPiM/risIPw7ZIz8geQ8/Xg4zP04HLj9Z8Ac/Gs8zP2DqGj/ftSs/tW82P+UeIT9d2j0/TQckPysgIz/nxDU/T5gvP/2IKT8VyDc/VxQhP6hCFj/5jjI/HI0zP6fPKT9zrDA/F78dP/yvGz96jgc/w/cyP6XRMT8+9iQ/UC8LP83RKz+AZCY/",
        "NKUPP/y1Hz/JxSs/N4IvPxcUJz/atSU/VnkYPxI4Tj9eASg/RK0LPwLtLD/66iQ/CDgiPxepHD92lic/0kJZP6KvIj9Etyg/PVAoPxDqMz+ThSA//q4nP5/tKT86PB4//wcnP+haHT9Vbis/ldI3P7YpNT99zA8/ULE9P/yEFT8xWj8/i3M3P5/JLz+mzwk/Bb0sPxPdIj/F3y4/OZMTPxBOFz9NtTI/ThU4Py1zST/dqEc/DQ0aP8BzHz/NNjw/bHgrPxxnHj+raDU/AhBUP/f9HT/RqFU//H0gPxFbHD+kry8/VHQzPxblHD98lSE/S1sgP9C8Fj+sCS8/EQIxP/6JCD+v1SY/fK42P+fDHj9HQEA/uQgjP6vbGD9zLAY/gkkaP3btJz8nsxY/QLsXP0luIj/YFVQ/s+kyP4fOKT9dSSQ/rcIYP9VQOj/Bbic/W5siPx1wJj/Mxhg/A2MgPy3sGz9olSc/ipZGP0Y5Fz/ZoB0/pfQ6P+4QJT9w0RM/DokfP13DJT9WJQU/6Q8zP1VtNT+ali4/TdAyP/34Oj/KXw4/6hgePx0VJj+N+iA/x5EFPwPmGT9HLT4/U04QP6ldJj/3DiE/5lgHP5+GFT+8qiw/eV0YP/vSPT/rJSE//cItP2brOD+fcik/PSsjP0jsNT+/4D0/8R8dP7NpKj8="
      ],
      "moving_mean": [
        "ULmbQKuEbkBiaIRAlDkzQOHDb0C2xnxAiFGKQMqB8z/iDRVAn5VfQDOxRUBwDFRA8e9CQO2LO0Cbh4BAINSIQNp4IECoNk9AEdlcQOStPUD0YyVA9QslQP8EIUC8WHhAG3I6QG4IKECtMmtAv8xmQFw4LUAa4z9AiQphQN5kREC5x5ZAxCMdQHyLCUASPYpAjUhIQLEoO0CKARZAKzlbQDSm+T8bPWRAtVR4QPzHPkAXY2xAj98DQAtDEUCHnTVAL0QdQAiUjkDhymVA2GVxQEUF9D8FhHZAcKUkQKzpSUAVBhpAG9IwQFf4KECuUjlAOF0aQIzIRUCfFEpAZ0MxQD3MM0DqzRJAcopFQCLkUkA+60VAu91BQFj1Q0DXXmtAa71FQJsSkkC0gWVAIO5GQOBUVUDT+1ZAgs9BQDHyWkB4LzdAE8yCQKwQV0DE345A5vY5QP6jNUDGrkxA0PtkQI/9LED41INA9KBjQHL8dEAfkllADzhXQPDohkAnrnVA1tCNQIpUXEA6jYdAoOVDQHpwYkCh8kBAfkJLQK8JMkCIMlZAWTRLQOe1RUAgK1VAiC5GQMwDTkAODSxA3JpqQN3OIkDJbf0/WkJNQL6GYkB4+9w/rnIvQKiSMUDPnw1AOMA4QGtfRECCEUFATaV2QGOjY0D6iilA0cxgQAqvOUAxflRAnytgQCsjPkChui5AudlIQL63ekA6yCNAcHpxQPNcLUDbzDpAetILQHdCC0BT4D9AAUcuQJZaiUBacStAljE7QKBNFUBDNDFAvumLQKSEMkBO4T1AQdFBQE9kLUDtgkpAG9pUQKx+PEAPGzhAI1hiQIImcUBi2SVA3DYhQKUDMED5AnBAu7EOQKam+j+GPD1AQRmJQMMKBkClvyFALO9NQCOWqUAPODpAfx8eQGdhYEDHQD5AUXR2QKUdOkCiXzZAcKcxQMc7BkDYo2BATU4/QAfsPUCwjStAwARWQHhQJEDo5whAYAExQPNXJkDlouo/XSULQP2idEBcQTVA",
        "Rag9QGaObUCniBJAwsMxQLLNVUDWF3NAxekCQK4xakDJ1hpAyD1EQMQAbkDjbSlAU4uIQO2dZkBxgT5APj4uQEFJUUAeOkZA+EQLQG7GWUAZ1yBA8RMYQFosS0CEz3xAB75TQATjbUCafU1AShg/QNNUOUAxrmVAs94+QIcqVUD8sklA5E2NQMatOkC9OTdAhnQQQONsYECQ92FAs/j7P7Z6RUCJnnJAqQSMQBEtRECVDvs/QvQvQNjbXkDFYStAw23SP+VlbUA8PH5ApenvP8GcNECOw1BA9BZQQLLBQECP+GJA+4d5QMRSDECgvRBAJkNQQJnDdUCfugJA7441QAJ4H0Cm6jxABloXQEsTHkARrXxAIENrQH3OQkCGMTNA63NmQM5XW0A1WWVAQk86QCa9ZkClKUVADvIYQA+UM0DkjUJAeFxPQM7nIECOrEZA+55RQJcHZUCHl+M/6r6MQAHWR0ACByZAGmSzQLhsTEDJHUJArW0kQCtMLUBg4mNA/wl/QELf8D8QE0NAEjRIQE79OED7dGVAwb1CQOzaOUBTr0tAOtk/QHQ7HkDzk1dAMd9MQMPtT0DabDxAAYoZQMajLEDmKoBA7m9oQLLoT0AirpBAKINoQMCJhkCoFDtAfI4gQA+PK0DLDyNAcZVKQGdpZ0Db7QZAoK5zQB30EkBGfz9AUW56QNxaOkDTJFZAO15wQBTXZ0DUEWtAM6dMQP4ieUD5Xt4/k9R8QHqIMEAhYjlAyw4uQHNnNkCg6iFAHkkQQAjxX0As1ZdA8cpuQAuzLUAmD29Afn0YQG0BBkDAqxpA4NsgQDD6L0BlCEpAJ1ZsQJaCB0AplFVAYcAbQGomckB2C4JAnGlGQI1rHEA9UWJAppNIQLIkLUB3kx9AJXmAQI+yQEBppzVAEfgNQGqgNECRoWhAZDMsQHb2X0CxwDhAaqD0P0JOREDEakVABPNjQCAXf0D1611AxSA1QFcniUDgCydA3h4ZQMVxJUA4qU5AyEYuQAuCXkDNETlA",
        "S5JaQKHxg0ANcmZAlAAWQHvxSUAw4IFAWesXQIYznkAXAlxAbcRJQGc7S0B8xz9AVlA/QPZETUBqWjFAmgNcQImdbkAtiUlANrELQMURV0BnYJ1AJRgxQCJhRkBQU1xACGpZQLD8JkC0l45Aq3tEQBfRH0B9rGFAdpRHQGqWRED62xNAF8A3QNAFakA2FhhAthQ0QMA/hUDjYntAixTqP4V2Z0DDznBAUCUwQPL4U0CYoCdAS3o5QCHyhEC2zV1A2vc+QLcCMEBwx1pAI/MYQAA1UUCi/41AJduFQJHXSkC8kyJANzZbQN/rFEBaY0FAz3EtQCWwXECpRgxAqGplQHouGkBmP0FAbcA1QP4LUUAx5TlApDFCQLztckBmxDdATRcUQIqVGEDtn2tAFrpOQGT4XUAeDohAbSMSQFk+K0Dmn4lA/lIWQNVLO0DzYwNAsEMQQOHsRkDR0nRAwMg+QLxieECQC1NAI494QLbiJkBUVxRAyOprQAMrSUCVCitAKg5WQDYKYEBr5qxArU81QNpDSEA/ChBAbfwhQHR3TEAhCUtAD3YHQA7MXkBT7S1AxcsjQPwQD0Bqk1RAAqcnQACijkA7rjhAS4keQBdsEEBIJ1JA8PAYQMdGNkB1hxJAegTYP2/eL0BwP4FAy64UQCtoWUCvmDpAGRdCQDLUZ0A="
      ],
      "moving_variance": [
        "MKtQQkS7TkId295Bkq0cQiLpJ0LLbHdC5GIcQuoymUG7WYRBjudHQpJCm0FC9gJCuSsjQv0ZF0JtdTNCU4kMQsOKe0E6BiJCtkwGQjnt20HMuC1CWiLgQZiJBkJTwyRCTHp5QYJD70H6gBFCC/lUQnmQW0Gm79JBnR4mQgimL0LIOl9CeZ3jQccEAELY3BxCC33ZQRru/kG5//hBWQVqQqtcmkGJB2dC1a5KQg1PZ0HHsiVC1tGxQQiUyEGG/x5CXc9QQQgeaELetz1CpZHOQUe6vEHruSZCjnqEQbght0EFpllB229hQV6XFUJMWBxC967NQXr7AUKi76dBHvjmQabdekEL71BBco4yQskBxUHOqXxBnk0jQrA9E0Ig9ERCM571QTqoY0LvHe5BbIOCQYz7TUL1UQpCB/3BQak8mEHvHQZCGPVcQiht30EuYgVCQVZ6QU/Ei0FQP4NByAU0Ql4xgEEADytCmODkQb6gCkKYwx5CHQ0bQrVyPUImEx5CCVZoQtEODUL11V1CyvVdQodvLUJ07Q1CXFreQdBTJkLJJLtBUV0iQtNad0GvCaxBjBkFQuYE9EEqO95BIdEQQnMKVUGcsytBy6qiQSQBp0HYuvJA0+YAQv+O7UEF5shBd80zQj+u6UFTEldBzC+uQS/b6UHSKlZBUrdkQgz7PEG4ruNBxkWuQcgknkHolBVCmoHQQbr0PkITfFVB179nQuePfUE5fBdCbDSyQYEyLUEiQBZCRC8PQjKjEkI0xe9BXRKGQWtcREFCr4tBECA6Qmu1g0G3/+dBsQiTQZvHWUFs4ChCT51lQrlGNUJwZeRB1I+7QeNWNUJvv6dByEmjQdBnFELcWVtCftPQQYs3DEFPMjBCKhQdQmbtIEFztTZBZH0VQoUtm0IsGhxCF0thQWh3D0I7il5B1nUhQhu6h0G+Th9CkHrbQSMwF0EVvKNBjxNwQiLRiUGRje9Bgic7QrlXYUGIFsJB3nNAQo10PkGTHi9BoLPRQdhwMkKF+EdC",
