{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "bp_input",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              20
            ],
            "dtype": "float32",
            "name": "bp_input",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "bp_input"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomNormal",
              "config": {
                "mean": 0.0,
                "seed": null,
                "stddev": 0.05
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "bp_input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_5",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_5"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_5",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_5"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomNormal",
              "config": {
                "mean": 0.0,
                "seed": null,
                "stddev": 0.05
              }
            },
            "kernel_regularizer": null,
            "name": "dense_6",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_6"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_6",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_6"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_6",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_6"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomNormal",
              "config": {
                "mean": 0.0,
                "seed": null,
                "stddev": 0.05
              }
            },
            "kernel_regularizer": null,
            "name": "dense_7",
            "trainable": true,
            "units": 512,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_7"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_7",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_7"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_7",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_7"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomNormal",
              "config": {
                "mean": 0.0,
                "seed": null,
                "stddev": 0.05
              }
            },
            "kernel_regularizer": null,
            "name": "dense_8",
            "trainable": true,
            "units": 512,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_8"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_8",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_8"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_8",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_8"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomNormal",
              "config": {
                "mean": 0.0,
                "seed": null,
                "stddev": 0.05
              }
            },
            "kernel_regularizer": null,
            "name": "dense_9",
            "trainable": true,
            "units": 512,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_9"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_9",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_9",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_9"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_9",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_9",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_9"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "bpS_output",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_9",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bpS_output"
        }
      ],
      "name": "functional_3",
      "output_layers": [
        [
          "bpS_output",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "5732264e38ece590f00a5b1b64b3c45b4ed0c4ab7873a6846e27ee63cf400edb",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      20
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            20
          ],
          "values": [
            "ni7IP26LUj997Xu/ZY6FQPMKub9+cx69tbquPyUCyL6wGri+ZEE2vsKVoj/ekge+3JKTPvAk0r4xnZw/63fbv9Xx7j8wlNw/KL7QPy5fdD8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "5wXpQg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization_5": {
      "beta": [
        "GAVuvALasD2NQeg8HLyEvQeYU76RZtg9v/sNPoCX3biZDwc+M+OXPZlSoT7cwFA+C5g1vvv5A77PK4C9NV2avQ=="
      ],
      "gamma": [
        "+OaVP0D5hj+n13I/SGN5P7yClT8HKoM/gDN3Py6kfD/h4Fg/FpdpP15eZj/G4oQ/86aNP+5HhT9xG4A/VwJsPw=="
      ],
      "moving_mean": [
        "ykBUPt+Tvz0cQRU+WhXuPUEGNT0IsAc+d3aIPt27hD6E+yQ+DRAjPg7HkT451mg+PXUjPjziuz2zt5U92HiuPQ=="
      ],
      "moving_variance": [
        "mQLUPrZcrD5fjrw+4C+0PhDgoz5o0Lw+ECEGP1qfDj/llcA+ddfNPnb+ET/nvgo/Pwe6PlITqj68+6g+cNipPg=="
      ]
    },
    "batch_normalization_6": {
      "beta": [
        "/diZPafoqD3ld0M8TxyZPbt8RD73rFY9q8CYvHHjdzwHJei8jlPwPSVQSr1xVZs9zfxRvIwrAb0ChSS+bxTCPUjoJL0aGA4+5H8gPJBpxz0slzM8ap4bPlAwLz2r/Oy90yR3Ou+Hsj2hDLM9CO6jPFiw3rwj4B++qjdNPONjCD4="
      ],
      "gamma": [
        "rHpfPyO2gD83M4w/Zgh0P4AlhD/5VYA/NyB2PzpKgT8opWY/5+qHP+RXgz8kcIk/EpWCP8eWij8GOGU/j5t5PxAmej+WjWM/BryKPx1idj9xwIE/U2OGP/1Zfj+TJoU/p+SEP/lbiz9aO3w/eXiFPzibcT9rY2o/TfV+P4HHjD8="
      ],
      "moving_mean": [
        "IUlSPvq2OD6WzUU+p1UkPvVObz6+JTs+cH8kPubkez5oVxM+c4OPPlilGD4F6l0+lrEZPiBTCT5MecA9NEpZPiC0Ij5iAhg+QH9ZPtgF7D3k1n8+NBsYPuf10T3Rhxo+N64EPklM3D0esYw9mkGNPmpGIT5srus96iOBPj7agj4="
      ],
      "moving_variance": [
        "eDTGPnbN9j7zxO0+cZjOPgLv8T58l9E+vgrFPmgn6z7F5r4+/KsRPzRj4j6xuQA/mTnNPiVbwj5dI60+WvbtPv18vj57ksk+ilnTPk2BvT7FifQ+9TLZPklLvT5NeM8+n7jMPmV3vT6T8qo+bQ4OP7oS2D5Tw7c+S8QCP0D/DD8="
      ]
    },
    "batch_normalization_7": {
      "beta": [
        "a1VOvZ9ecbxHDDK84ynNvb5ATzpBA0u9/eGUvNTfN7zvjGE9faCDvVQ6qL3ezQc9rpAAvaGLCD2Y1a67VhKfvHb+wrz3mhi+y8uEPTCdk7xAt0M9nZcGvFD6jj2PfbK9PbHZvS7xjL1lVqI9VCGzPVIpaD7NmSC+1BY2PZLxHD6dLX49jTo5PtFaarwsiDG+f00APiwLNT101z66apvyPWAI9jx0bNq89p2lvfgU47yEVRa9g0SUve5LAT4aq6+9Xj9tPaB/I7u0d0g+zFhUPaInvD0dfbO88/v1PfRLmL0cgFE+mFLYvPUvuLswvoO9Ou+0PFD4uDgRcrG9o9/QvYknFr0VOzQ8ezkBPKzgmb0L9Cg92UOXPftHuL26PDU9DCKUPeGPqTv70tC9V7KqPbmt0jtg/ho+sh3Zve9lvL09Ry+92XsIveCaWL2Ui5Q8Ss12PekZqD1aCKc8yqCdvTsFyj1TX069mrJEuqFFkD0e7a07AAWluza5vb3a8bE9uWBDvePp5b36UI47ibsHPuxLdLtcAAY9lHSmva1mxT31T1A9w/z6vLoC5r0wLPE9TrUXvcbl+rxxCxw+3riqPXvPfz3oOcM98roKvrgTkTvsnko8NuKGvSOnEL5NUlk8fCCYvespn7wa+n469O3VvA8MpT3/hSg9d3slvXB4kzzwsDs+Un89PdbhB71X6BS+TJruvYlJyz0egtQ9KTecPA3HDT5KfLa7s54rPVtsITw2EFU83TnIvDyAmz2ICTs75URyPeg/mrwdm4S8jhQQPjRqBb2Vd848Z9xCPXiNGj6XF9W9bCezPa1qdDuuKrK9rMCqPBWt8b3Wa7k9Tbz3PX27KD7FqdI9KP8kPYoHTL3C7sW8ShuHPbiTxb0tMgU+8OKWvJzd9LpdAJS95xzyPbGXgjyrafM9Rw6+vWbziT3Wrfk8X1AYvm5lkj1AnP09uQwNPV9RvT34GYe9Zw2uvU5+GD4Mao49L28yPXZbTzygCA++olP6PKMckTzrmD08",
        "TLczPh7PaL3wt0m9LcKGPY5LHz39SAk97vuuPIe2Cj1OsZq9TWhHPaqRMj1QKgq9kUO2PVb3/rwPSZ29VP6cPWQXmb3TM5C9A+wWPG8qJz7/Q9w9tGIivVMmgzxOiy2+XqyOvLO0SD5y12a9Kph2PIjkDj1SiEs9gxV5PBgdg73SSr+8RgiEvcbSXD3FcmE9KW8EPZFonDyOu769hV+DO+08yD1mK7y8E/OlvbrGR76QIS08nLwsvbw1fr0KKYi9yucNPpIGSb1EpZm9Hg2sPMF20L0pbd28KEOaPdLKUj0oyaQ8Oa6tvf0mCz3oFM29qcpvPV5jF728E1Q9MmugPV4fGb07rbC9C5txvE2TBr7pVao9AhVeO6W6N73Fapy90PDovJc1qj3DvOi9u946vGHjJL1/qYM8IbT1u5Eg+rzC8Y89idubvXWXMLxYhDk7kYlMvXmFPD0WcxS+xrSjPNNo+j2MU9+8ewQ6vfMnoLzOf+i9kcG6PRFeyz1ntGm9w6XUvZEaFj6ESgA+iqKtPG4XTDyrdYe8yCiQvVzoT74SWH69VnyFO/lYLD158N08XfL+PaC8Ez2T9FW9NdgNPhaOjDxHoBg9xC+qPOUciD0ipbS9YWPEPfnddz6VssG9GAlcvBzhtTxX4g2926upPdWBTz35vta9dYgPvoA41L38V5a87o6CvaXaw71Lnus9Z/WUvRpRFrw7VQm9krPLPWsN+bwp7Yy9XCO9vYtEyT2atPg9TCPTu4E0GD2JPZy7+QbbvcVkmb3TGDY+m0OBPd+u+T240vW82jzvvMnzPbw2XjW84UCMvVV70zyGpwc9Ht18PGCMcL33LpY8ZnGtPXOWYL1LHhe8V9TLvVjTsTtHD5m9yrGzPZAYsTxKu9C9SPPkOmEjEL59Wiq8LEPKPQyMN76mh6Y8ZVehvZBTAL3DssW8gHn/vMjzT7036jg94m8JvOVYQ70gQWs9Ig2GO0ffFz2ytn49shuVPatm5zpmgJs9AKpxvSwxiL16CA6+",
        "fA0lvE8pvz25vz29WXW4PVPOlbxOu0K9T3IevU0kh72WwDQ+5gPmvJzoZzxXVgO+4GVVvTO7Az0Lz1q9JdD1ve2grr1GLmM9ghKbvHah1LxsZ8O901EFvqBMob04yCi+ceJvPavtKr35rV29WwilvB5ypLz+4K89anUIPYHamD3DeQa9lN1iPU0dtjyoT029tuH7PFVDpTxIsuS9bYKuPQFJ4D05PEq9V4dFO6e6GT0bbts87b71vYXCPT2YuAg9hJvhuwFa1LzR5CK8zmwbPszzIL7NeZe9OT/nPTSExzzkYe080z7IPPQe/Ds0PqY8CYV1vN2BAb3pqsK94ShVvS+iL76leZM9KZqEPFnDk70pM16952BDO0VDWbzekJE82mrbPKRhyzw2J4s9ssrsvB0LNbsA1xc+YixzPH8OAb7M3Mg9cbfePZWQCL7mwtQ8jo2DPWLfHj4pEPw97aqgvdEzJz38OlI9VU/pvdvEG76jYoq9gJ1ePSnPgrvK3P49E/9KPuXLFz1A3IO984IxPQ96LbwVjbu93WvxPArkT71OJo49BJYFvsEUWr3aXlu+hG7OPWfFfj3GM7o9Nrteun34FL09OE6+wkB+PZc8nL160zC9xyGwvZkMEz2DXQa949eUvQTglz3SZKm9GNiOu//w5jzcEEO9vAnAvF2ezzw="
      ],
      "gamma": [
        "liqAPydrgj+qjYM/ojKcP/Yiiz/wTIE/Al5tP7f8ez+/XHY/8gp5P0zLkj/HlWM/iISEP14wiT+ytlw/fWVzPyHphz9ps5A/wcd6P19UiD+4/HQ/m7uBPxhKfz8aioQ/KDuLP3kSYT8iiYU/fGuKPyVoiz9MVo0/QXCBP49Pgz+/cH4/pEuEPzbFgz+OhWk/WtleP2gVdD/m9nQ/T+eIPzXRcz+PdXY/WaZqP+F6hT9NCmk/kNWGP3qJWz+kDos/8I1sP07Vjj/RNWc/NPRqP+1HiD8xGXs/1PKNP+1Zbj+Sp24/2BFkP4cseT+EQmU/33yLP6IHcD9enIc/g6eSP+mQfj/XypY/uOmAP30ueT9bH3M/9IlYP3Z4jD9WJoM/k1KHP7Oggz+I520/WlGFPzw0hD92IXY/k3SQP2eUgD+oRX8/cfhtP+wwhT+A9V8/uCeAP5s0YD9EA2A/fvKBP4XFfz+ermw/FndqP615eD/AfoQ/M7J6PxSVgD/US2c/DgWTP5ubgj+wlWE/3K5sP6v5ij/kaWk/it94P6b6aj+iPok/BZOGP7madz+d+Yk/B4eLP6FqjD8jH4A/OzJ5P/dBiT9q6Hw/6QyEPxfdgT+Ab3I/EM+IPwKRgT/X0HQ/Kth4P9lRej+h72o/IAaQP8/YbT9mP4c/F2GRPzQJiT8glG8/Ek9/P7oAhD/oeHs/MqSDPzaTdz8HoGk/5tpzP2eBhj/5iIc/6klrP5IWij8pq4E/FomEP7dviz+XmIA/JCKJP5eghT/P8G4/iV55P0wraz+3Kos/I9ZtP0orWT/hspE/8PZiP9nnaj+WPog/BApdP9ixaT9sfYE/boWHPzPjbz+uZH0/H4aEP3XPgj+hjYs/w7yNP9NPhD80J4I/rbx4P6H7hj/RhJE/CCd1PwlOez+25ng/IX9kP/gafz/4co0/4v55P2exWT9jh4I/deBpP3YcgT8TIII/nduAP6OJYz9GJXw/jsaDPzUbXT81vYU/zwRpP9bmZz8PBoA/",
        "kSxgPxvDbT8Fr24/jxNvP9t+cD+6C4E/Mm+EPz47fj/oxJE/bO1bP6Utjj9YqVI/kQyLP48ThD8QdpM/SRdnP2A0eT+ilFI/xgRmP/qDaj9z1Yo/PsOKP0NHkD/xPHE/r9tUPz8YdD/iXHY/lJ5kPxUibD+Py4w/A8GEP7jldT8OPX0/xxN/PzbUeD8Y0JY/fpWHPyO5ZD+sToQ/JD2KP6NoiT+ytIE/JUBsP/hYhz/nmGo/8sCIPycydT+whXg/jH2CPwodbz/MmI8/dhVUPxiZiT/DD2w/zf+DP1mbbj/iMoU/2xiNP9bvcz8b0WM/eUaSPxvmhj/IjIE/c6tcP4xDhT8VzH4/XK+KPxHZfT89K2I/8jR5P66hiT8kH4I/6qCAPxpDfD9u7IU/lkWSP+iXhD/lroo/SKaEP4D9fz+ufYY/fm19PyMAbT8595M/Y8+EPx0Edj+9e14/bwJdP8QpeD8D4IM/XzB+Py6Xgj/MLYc/Z9Z9P8RSZD/9P5c/FYhqPwVZfj/txnc/7MyNPzjwjz/ZGIk/ynaEP22QXj9exIw/SYqEP0C1dT/fV38/UDGDP7H5iD9p/XQ/PGWHPwzDdT+2KX0/dDl/P4irjj8VTI8/E555P4meYz+sGn4/PAp1P+RikT+kwog/l8SXPyMuiD+6h3k/qqJ/PxVamD/ejYE/GC9WP0QjiT+hio8/o6tzP1PTYT+m4n0/aOqDPyoKiz+q228/BGhwPwyfhT/Oi1A/WeOEP/b/gj//Q5c/XCmJP5owgj+vSn8/TMGEPzU7Wz+PbYo/timOP9Zshj8Wy5E/RntqP8+8az/LFH8/g9ZkP2iJgT+zn3o/xGiGP48UcD/IB3Q/M5yCPykghD8lMoM/zvZjPw/Xkz8yqn0/Dp9tPy2thj/EIHY/mv2EP5+Ghj98lHQ/+9x+P7f3cz9INIA/MUOLPxkeaz9o8XA/Zp2HP9sxhT+aV3o/j82NP2pufD+2P4I/SFpqP7igfz9ZyHc/q82OPz/1hj8+qoQ/",
        "FkeCP/f1iD+f+YA/hyJwP32scj8yIXM/cViEP9kydT//2YY/ijt4P2eoaz8ch48/ahdrPwWwiT9EL3A/3Tt+P+yZhj92iX8/zVmOP6jNlD+b7G0/KyRxPzjRZT8HnIE/77KIPxgwjT8IBIU/2JVvP+LDgD+O6pU/3lpoPzcEij8JBow/ooOHPzZbgj+G1Hg/Ysx/P68Ncj8l9IM/zlCKPxQ8dj+Jx4M/PAmEPxgAeT+wvl4/FBCDP3fJbT/y5oo/jI+FP+Fjgz+ABXQ/qmp2Px5UcT/nQl4/SKdyP6VPUD/O6Vo/Ny6OP0OcgD8PVHQ/63GCP80sgT8KEGk/Ue12P0yWbz/e12A/N5x0P2owaz9EEpQ/Vn+EP5Lohz93MoU/UJSGPwcTTz8SDYM/rJOEPz/5Yj+8t20/Cs9TP67afT+PFoA/UE+KPzu3cT8H+oU/3y6FP9hXej9+rmE/DLyNP62jUz9Ke4M/cDOIP3i/gT98EHc/QrB3P9WAfj80NGY/8vprP5mBZz+LVlg/5FWNP9f4Yz+tQ4Y/w9GAPzM4jj/AUWY/2FR4PzFndz+lpng/9YaEP1GOeD+Mvow/RAWFP5bWfT9CQHg/I/eNP6aXhT/Y3Yo/3ZuMP1p4gz+G/nU/RI+KP6UXhz9nOos/6D+EP8pIej8hCYs/pHNnP1LcZj8="
      ],
      "moving_mean": [
        "rBNwPmz4Sz4wG04+4/9TPleGPz4Lmos+xr5fPg2h2j2uAkY+e8dQPqsGmD5R8Eg+SISDPoCuuj4PZ58+Ak6DPvCDPj5KRak+E72DPlwxJT5l/YI+nOE4PhvsQj4mNmM+oPJsPiDYKj6TomA+7SNoPvl/rD6/0HI+cNlEPjEdOj7xvEg+RaeSPoNNbz6/qlw+gjM+PpSRij7Texc+XLiaPpsHez7Yan4+FEVCPu+Opj3U7To+vf8UPo3QLD4eXTA+RiaFPmFIjz2HmoA+vc4dPinvBz7kLD0+BheYPkhgcT5CMJE+pRMzPn2xUT5e7B8+YXNuPmPvhT5S2xM+RmuqPu0rTT6MfHs+x+t2Pop8Yz7s4Bo+I6UhPkchQT6F5I0+1SI8PqbjLD4dBOA9mYyNPqwpfT6BfV8+VtNoPhGLDj7IGik+679jPjtO0j2uXx8+p5NVPomOZj5odjM+xt+pPjpdEz4+ETI+DLNKPjJ0Rj6LJqc+vJSNPiAnVD6fiYk+jx1fPqRjUT7DfUU+4Po0Pmze4j3gYJc+28lwPuB+Sj68P2o+x3IcPofulT5feU4+I76WPpncnD5SKfM9bR2tPjUNnz24Wx8+EuiNPlIkQT7IqBQ+TvE8PkzsZT4ENXY+gjovPscUcz7e51k+EhkxPs00Uz6v3kU+bZqpPjSVKD4/4Eo+gJqDPiEgfj5Su4U+F5TBPoX91j2AMZo+wX0sPjPvmT78WWc+/6YLPhLkdT4CZ3E+dpoYPgz6Pz4Zh4U+zGZGPkKKXz514o4+phdaPhHyJT4+dLI+W/xdPu6Cgz448lM+Br1APuKhLz4GzTg+GjKEPjC3WT7J4IA+pSjDPllyOT6az7U+KBeBPko7uD6tmWA+zFvTPqihPj7p+1E+qCQHPhwldj6+8Cg+1+m1PdGkgz78KgQ+H3M7Pj+uiT4Z3KM+VSlePuLuYD65rk4+unslPpAKjz5b8RI+aOttPnqOgz6uWKU+TxHzPfSmVz5dT2Y+QTZpPhOvxD7E7IA+",
        "ecIXPtneKT62aDA+ExNJPpoSXj4J+3A+2rtOPlPmSz73XZg+2CmyPbuz8D0I8AY+B6xGPnNz5T2b2YM+wLNEPruVNj7TJR4+UzUiPsXgXD5rwRs+fEVuPgfzUj76j4M+80GOPrJI/D3vFDY+jSVhPnsRCz5Lx1E+uZdhPjRKiD6koi8+K4JqPg8Yqj6Kw0s+uHh/Prji0z1/nIg+gWgiPs03Pz6jw3U+e2N4Pj33ij4Kr2Y+DHN6PoaKTT5dEiE+8WPBPprFWj6z/4o+I49KPneOVD50n18+wEOMPvFN6z3hHSE+OinOPix8UT6TH0o+MqhwPuzGRT7lFKY+IEFbPlbpdz5xNWU+EokxPggFmz4+My8+4RMnPhV4Yz6aoHE+qrYYPlK+ID6gWlU+k6dhPjbWpj79UaA+B5FFPlFqqD5gUiQ+Grt6PstSET5cQIg+HpExPlXfTz4Nrk0+8z9QPt4Pzz7UN6k+xMOEPltlfT6KFtI9KqnePXTdDD6JYm8+LRVHPhm/Jj53ccQ+EIqEPn34cT4xLkE+Y9czPitJHz7/mys+KywfPngCCD5LRXI+uFosPpXMsT5WTJo+TRY2PlGyST6a+Yc+ygmOPtWjTj5Egmo+LWCJPrbnnj42XgI+gsBdPqpYoT4Pgzk+VHuDPnxvUz6Gn1s+Jgs1PkQOSj4F5jU+w1uJPvfPXj7AVC0+QQ+wPqB3Jz7rvpk+gM45PigLXD5gxDE+5qASPgWarz7kwiE+IC8xPs0ReT7/Eoo+9TYMPliWTz6SsDE+qVoZPoi6nD6oO0c+heOhPk3FZz6q45o+kIkEPh2LTj65RTE+BFj7PSGZ6T1umwI+foUMPlX4Xz4xm8Q+hXd3PnmjaD6D+5o+9EJzPu0dRD6yETo+mIsXPkckgD6XlBk+pPcgPukPTj6wu1E+UXrKPeEXAT4mOE0+kXEdPuqKWT7+TYY+1LlZPu3BCz50C4o+f3esPhSNqT6F4IE+6JdqPsTmdz5gYag+93eYPnjxcj7MjYw+",
        "FZQsPhcmlj4lXhU+DNBaPndZIj6AaU8+TmiTPiEuLz6vcA0+T2WkPl1hvD3QrLE+20RyPtTZcz61ohM+aviJPjpWvT46IWQ+CHebPuLSNT5IDPo98ngsPkXigD6Bqhk+9zWUPhalaD59Yko+dBZiPrc5RT41y0I+BhGNPlqfWz6GG4I+t/JVPkGmgD79ohY+059iPmOqUz7kBJE+JUBoPvccZj7ziOc9RzIQPqXagz4+jY0+kVqcPi7bej62I7Y+jNOLPjFlMj5U2XI+st1zPvBYrT6es3M+epYhPqiCCz6coDg+F6OXPtZugD5gIn0+DNuVPmNMJj7+EKQ+VLQVPuXgaD6mhoA+UJsiPjZdOT4umXE+NVtcPsSOnj4rVkE+XjcVPrDIyz3CDSU+dtZ+PtdNBz5gZUA+kn9cPuw1FD732lU+3ooJPi8ERT7mw3g+CeA3Ppy1Hj5uSZY+Zg6lPkU4ST6bl3o+DQ0fPgGzGj7nv0c+YtejPi3NTz780XY+9chOPr4D/j0bRF0+rtpbPrB60z2ZaKk+8Z9ePuqtLj7VOOo9STpfPrpjSj6e4js+TWeCPow+ST7RtbY+TBlfPmrEij6NpDg+21JOPuxaUj7SoWY+93FjPmDfbz5ulBU+q22FPteuhz6Ot0g+yilTPu7iij4pIkk+B/hDPk+sVD4="
      ],
      "moving_variance": [
        "HWkQPxTv8D4sdwQ/Ti/PPrAsAD85hAI/OWsUP+c1tj7BS+Q+I8kAP1IGNz9Uid4+mBXoPmctWz92UkE/pSEgP+zg8z6981w/GfXhPg1e4j6WTg4/KoDHPqNk3D4C3A0/Ez4cP+ot5z4kfwc/kKwDP8XVPD/8DAU/Pw3nPpAu7D604gA/RzwCPw5OMj8Tih4/bosBPyqp6z6y/cw+V0kkPzRQLz+Dxgs/mIzMPiAzvD5d2+4+E+bSPkif0j4WT84+lBoKP3TltT4+8h4/G6ndPrmCyT75wwY/ZunoPrHyBD9sciU/QgPVPkhQDz9lWcM+exkAP4yiIj92Kb4+OS4BP/k9+T76RQw/pI7oPs/P1z5YBeE+pXfuPmh/CT/PFQM/W/3iPmLW9z7QH7Y+/vz+PgFpBT+vpNM+U0AAP6ax1T5ZOto+KBsBPxYXwD75dMY+Hz7uPm5XAD9ctMM+xeENP+Zu4z4hlfQ+3QviPjqoCT/jnfk+nPMcP4Sv3j5YnR8/eSQPP8+i1z5Imvs+uHb3PsHiuD7LvUU/Rz3hPsZtCz/rqgM/8akAP+HqNj/cNAU/gJQVP6WRPj8L7sg+s+4iP+QPtj5h4rg+y0D1PkgmxD5X2MA+De3lPsWo9z7jrxk/cG3rPonQ3z7dkRE/PV/wPp4g/D6M0NA+M1YeP94jwz4MF/s+PngqP9Bz7T5eZBw/UCeHP3+vuj6r/t0+NIbYPkq4Ej+DltE+Ey7MPkaMIj8+jik/EzDKPrmG7T5fyDI/DIPsPlQKFD9b2Bw/zwjNPn7vxD5o00Q/3e3RPp5FLD8f4wY/djLGPhoD3T78heU+dwtCPyd6CT9r4/A+ZfMLP0ZqCD+oOjg/zS8UPwrQLT9gJ/A+eddJP92z9j5wDgY/mUO/PsJy+z7uxcY+Vwi0Ph+vCj9yntc+CmnhPnaXKT9uxTo/ikn6Ptrd9T5Df+A+b6DQPhCJLD+eRvM+ci41Pyxl0z5QX/0+qvK7PoRi6D4M6u0+Q2LfPqiQUz+1FfI+",
        "8kD9Pkl1vj6oYrg+hcT6PoII0T78ldM+gXTlPpX02T7DX+8+KMKsPj8Puz40XLM+6qnnPlZXwj7GYSg/lFPSPusi6T6I9dQ+1tTLPkMxJT9sFOk+3DbuPtAEAT/BU+E+8u7vPu2Exz64I8g+ghcGP21Tuj4IBOY+7SgJPytk7T66Qto+XfvcPhlA+z65PNM+HjITP4Wntz7GcxE/SDvePjeywT4Fg9M+uzMVP4fs3j5Mb9Q+tXEdP/7N+z4x2Og+IvAmP0Nu7j7fYDM/xD/VPmB/Hz/QO8k+x/4dPwCRuT4SttA+eZtbP0fqBz8yhtw+sOsMPyaS3D7HOQM/JVgHP5UzBz99ttU+bam+PhO/Cz8x/88+DgQCPzhwBz/2gA8/z1G9PqeZyT74WxE/8CQGP0y4AD/k7jw/kNvfPgw5Dj86f7o+eQLePr/q2T6XK/c+f2zTPojEBj+zwec+XKoCP7M+eT83dy0/uC4cP0oIKD/fl8s+YES6PlCC1D6aQzI/syzjPvmI3D4YBjw/XaPrPpt7CD+ofuU+NKXZPsrqyz4sMs0+ywrZPiYEzT7Yj+U+emnLPiQmdT+7ePA+/JLmPtBl6D6Chig/mAMtP4WY+T5pW+o+ToHwPsDHGD/IWL4+uknSPrXpAD8VSf0+o5UFP+paCj93Oc4+PBTvPun8Ez+KBOc+zowlPzZTJT9GWeo+GNVKPzrVyj5lY+4+GeXGPmxZCz9KyuU+dAu4PlUkBj+JiO0+HNLqPmi4/z7aSzE/NvrYPhbOzT75mtg+vuLMPgMkBD9Sfc4+WkdSP6xIGT+sB+Y+iWbQPqGh5j5WLM8+ueu5PrfCwT4nYNM+R1rdPnwe+D6f6UA/uocDP5jkyz6ufv8+f78CP/J/2D6SHNg++rLiPsQa4D5nMOI+lwPjPmPU/z51l9s+XoG6PohCxT6fc8w+GyPvPqg9Bz9+pv4+D9gCP+QjyT6uZhE/fnJmP9gXGT+/yv4+H9PRPpY71z4pMjk/8DIBPykU1z5YrDY/",
        "hPjJPnpX/j7nj90+Nx8AP1OGvD7lO/w+NIARPx/+5T4Y79E+QqIAP6k1sT5Akko/RP7dPqPsBj+/stQ+YcX2Ps1LBT+LtM4+pEQgP+TR6j6ECcs+0h/VPvApBD/WZMA+G1k5P8WzDz/zQ9w+zBvwPvEz7T5t/uY+LMjuPiluBz821i0/pJTuPlza3T5nP80+5nQoP74Q2D7MtSs/hzIUP2lADj/7Jc8+Ny7KPqBK9z7yWzE/a3YKPxmTzT59YyU/t5kdP2Qq7D5MSBc/II/SPmhLDj/nIuA+AnbLPvsW3D70CMQ+1dsFP76X9j4YNjM/TjUiP8tqyD4YfEs/w7/CPiLIDj+lKeU+sAPTPvfV6j5ilhY/i/X+PvdB7T4oIM0+zebHPkcByz5WB/Q+tSoUP1N90D4CZdg+qZcGPx9v7j75Deg+Ud/EPoBZyT4g/PU+kR3LPkvo2D7MMwg/JOEkP6DQ5z7/FOk+byjyPlMJwz4L98M+TQoAP1+fxT6Ax+k+fk7XPs0exD7Q8fs+zl/RPiBOyD6PJG8/wnfmPsPzxz4KSLU+SKDSPi5o9T6grbw+ZXoPP0OCzz7gsDM/F/z9Pu8LTD95ZfU+2KzNPoUyAT9sPOg+GGEwP0Ww0j4CpOI+Qbc6P7Te6T6/ntY+797jPkzN+D7HdOE++OToPqw9+D4="
      ]
    },
    "batch_normalization_8": {
      "beta": [
        "Tw6MPOqzwr1tRpK9LXSaPXU6tLy+cy6+GeC8PeSiAL4EZQu9ohrFOqwSmT2h56y8KlewvfQIELxgqhI+DZo0vlN1AL6oIWG9S7xzPb7qur1WYt88gFjxvfK+pL2F5788j6k8vSrdDD4Xyoa9/wcuvAoLvDv6orE9dMQGPfBhpb3Cwrs8XZAXPsg+lruzfSI9IgsguttPWr2uc+k96rBVPP4C+r1FFKs9+qGVPTTYib0YiJo9g6YPvdZ/mT0ZFxM9oL7Bu9XOFb2gfV69V7vNvQ1RSb1bUxC+ZyDNPdfVxb0CiKI97vqeuymRQ70hPfm8fRUivYdEsbzNfsq9i8d/ve3nuz2jwj++39CFvJuyzrxEM6a99K9+PS2Rgb09qI+9BgJNPXGX3z01uQM8sfK1vUUGmz2vcgM+BYAYvoxTsz3TuvI9plBLPlc4lbwLRrC9zbmXPZtmPL2D1qQ98nZQvfR5aLyknwy+sFe0vbCqQb318iy9aBtGPnYElL1PnYS8oXyIPQodO720VJW9gb82vpTygb3RXyS9/zJLvHyQSL3st1+8IWBRvXG5Ab4AdA69cyNVO8QPxT2uWwS+pkEGPiaxGT0UGPc9+rHZvIfzmL0XJmQ9irjZu17FFb5iGcQ941fBu9qRoT3QaMQ8zxiQvPG//z2f8h2991EgvvVPBr1wn8I95x2avWztdj1yGra9BfkvvYMYnj3JFLQ9/bi2PX8i9bzp86Q83FvRvJu1Yb0okKY9Wq4XvdAk2z0nq2u9q5LQPQtrhL3iKXw83rEwvu3clb2KXe49rwfDPCX2ED05MIE+8G/oPPcHlz276C899MGQvIz5Cz31wUq9VvCCvU3uOD2aeXC92H4xPU66E7xwHmG+kPKCvS+MQb2EXQe9tK8lPaMROj7Mwl88ZrmVvWF3Cr5kCTq9xAIevstDzj099gs94MU4veZFmT2bapo9wq2IPXrXFr69iBE9rmeEvFsZvD0edue82re8PdddCj6wW+I6565ePZVXTT6GA7E9",
        "C26hPY2nvj2i0xE8pFNSPPcwKj5HoVU9WgnvPalbsj0Kj+Y9ualjPVHNqjxM/1G9Bb9zvAsxNDwrZYY9aky/Pd+CDj03u5E8f3+YO/cYOT6GA0g9fwXvvNT2DT2GvJm7lXj8PVpfDb3REdi8NAEiPWntRb7RLBi+KbBWPgiTjD1DHFE9aNkcvVumjbvaWYK8Uy+hPH2d2TwIBCq+R/gOPRlQIT3OsKE9hENsvVCKjzxaAOs8LoWkPS4K8r3cDI09ZemOvLC1eL1z29U9IiH5vIKqyD27kZU9TS6HvaluMD3Ytfq8jg40Pch0aryvYiA+aR6GvdU9Hb6yXLm8e7X1vUtYnr2HlaK9Y3spPbG1Hj47Njm9U7zGvbzKjzyPr/w9vms6PeZySD3QsjU9EK+SvTipKL08aMw82PQSPuvh1zxk8YG9oO3DvWp7oL1EzsA8Ea/yPQZuXLyn2au99WgevRoPLD7SRpK9YSaePXSBiD3xu+E93lTlvWVVFj4tDP499JVSvd8c0j3o5p69Z5gZPWzGo70Vpug7O1Hzu8zJQzvDwRS+mcNCPdhLSL2zubG91AEYvdtLsD1qSqm9qx0QPlnMRD1miI+8FMeqPa51/j1uoky77mElPeNxsD16sVk9OZLYvUUwAj7sJqQ9uqc5PJ3c0z3vahK+NmSpPWq1bT2DhUE9229pvf+IuDymtUi+zH1PPtyR5r2ryDA+C61tPatLir3LIFU83O3DuxD6Dj6Y95c9eTeiPRiu9zqTTTK9u3k5PTE2Wj2M1xu8xlO/PQ22g7uvLl69o2jZPanFSbwScRC+gQh4PaMGi73IuHa9f6b5POUdk7zVCj09nyYkvYbV+r1i/f08/vy9PRGQxb0S8dw9bTDCvb93Vz1BMUK92ORavfqpLr2PBAy9nq95vEr6gj3q9OO9UrdmPR0QAb6B3cs7+2e4vSO4fr0Flpi9Lu3Pvca7Hj0LTOK8nkyavRi5Bru9EMc9VsSVPDyGAz1h1UO9tN4CPXlM8b2atUy8",
        "be19PGxUrDzMRwk+Gm8RvBWlqD3i/ZW9Wz8yPS6hoT2I0uQ8u10APt8doD2w6BC8kNUZvvnWoz1x8uq8WPRZPeYQBj5Ir429vubtu9x6vryFow289Q09PJ9TLzxXzqc8k+spPlZZwLsB4vk8iq0RvT8/aL31oo28Q6aCvd27GT3rX5u9go0rvHrUKT3Uto27HbDqvCr3Uz0trbw781bFO/IFJrxRkKM98glzPYxHh72qrJu5EkXLPfR+tjvMcxG8TPNxPYpXLr1oMqa8XeSEPTv5iL0n9E49jg0VvVhjaT20bTY7NAZPPWLCwr0AbQU9J1PTvMdOkr3llFo84pWevW8T7zyTC9m9gupuvXSVSL1/n1m9AIbIuFZGQ73/sSI+AADMPVcWejy/Vk6+R5jEPTUC4b0KiBO9q5OJvOjgvb0Um4C9Kp8yvSk067yHsCc+I2vUPLz8Cr1Hy/899MaTPdE/mjwAzBA9mMHDPa+TGT3VW/y9vig3vR/12LwbxKw7IjPUupLCqD0RA1M735ahPcvYET5mxx49756vvSKmxT3Wera8zRxLPR9NOr2OBT09aytpvBXVNbzJJFs8LZmnPN9spz3INz8+HqQpPRLoAb35Qsu8okZGPWxGiTr0FK49PGpVvVCjSj6RpN69KI/XvQR7fj2ac8E8ITOyvZn8OD0="
      ],
      "gamma": [
        "7DN2P51AeD+T+HE/8p52Pyh7gT/WnII/0cBhPzeIjD+lWIE/6OxfP82Viz+YrpQ/ghlmP1LHcj8aGII/IWyNP7bDjj/KkoI/rxmIP8AzhT8pzoc/fU51PzuUfD9u8YE/52uZP40uXD/m3ZM/KpyFP0hogD/43lM/34hjP6fwfj92CZE/50uCP8wehT9/CWM/k/iEPxtNXD/DTII/nQmHP2AIgD+bN48/DCqDP5R1eD8u2WA/MR2SPy3sfT8HSFg/nEWOP2+uUz+TVm0/43p2P1+Xjz/ZtYc/N0RLPz3HiD+sP3M/kwqRP6tCWj+0JpQ/vtGEP0cXgj9oA4E/582HP+bBhD9DhZE/vLpjP4XTgD8GQYA/xauSP+nCez8lJ3c/eP5/P6tVlz8YGYY/sM5rPzPXgD9gtIA/8OSYP615Zz97d4E/+XeOP2JLcz8kB3w/eHV+P0PEgT+u8Hk/t9uSP3mkhT91y44/imaKP6yjbD+jeow/1BORP+nZjz9t2m4/o1N7P5WmkD9FHnE/ff+OPzE8kz9nN4E/Ufx/P54XbD/NnIk/EgSEP2yRez/RVYo/ocFXPytjjj9sMJU/b6+BPyRKgT+8U34/n1JwPxj5gj8yIYM/9WN3PxOchT/KQII/xoCDP4UUdD9wTng/H1OAP8GxdT8R7V0/XnyLP5GthD996Is/D3ZhP4qkiT8k7nc/Ps2QP+RoaT+MTIg//29+P6TIhD+q44E/nv9rPwLgjz9KQUg/HJmNP2cBgj/rAX4/KnhlP5dniT/acJA/sdR/P40Dij+e8oM/gAiMP/NJXz/gX1E/d2KCP0vaij80/no/qXN7P6jyfD9vPpY/TEpsPyAYbz8XEYc/qA9oP1fgWj/qjY0/inOGP2ozXj+fPJQ/RLSRPwRNcT/luH4/b9FjPzelZD+KD1g/SpaTP2YqhD+LaWQ/QTKHP/ZJVj+6vXI/vYKJPxjojz+khYw/OuWVP+Wbdj/6d5U/UANwPwY0hD/WWI0/0LGNP1RdYj8M4F4/",
        "WaN5PwbZVD8a5I8/NCN+P4yHfD8VxnQ/nXeEP7AKgT8ZpYk/bYd8P9CagT9V9Hw/yoqCP+VFXD/kNIc/HchuP5RqhD8tCYQ/Tip2P0wqbj9AQWU/JhxfPxL9bT8E7H4/VjiAP7/4oz+zWoA/bzN2P6zGkD+qWoU/lb+BP9oagD/ORWE/2SOEPzYYjD/512w/+NBiP7HngD9L8k0/36mJP8ORjT/SY3Q/6BWSP29ohj9ueYU/U86QP2KJkT+sy3U/tpCEP3Erbj8rlnQ/hu5rPznDij8IPFc/8iaUP/9SZz8JVYg/EE2BP2cyeD+uuH4/kZ6BP8kHjD8Qo3I/i+xvP714mD+ybGA/TCVxP0Y/lT/Epm4/voWEPwumYz+OcIE/po6SP3+egz+wmWo/MSKdP38OhT9FFWE/pL1eP+NQfT9Sh4U/rmKCP926hD/aFnk/Td+BP0PlhT9+Q2Q/SRF/Px7CdD/xho4/MTR6P4YngD9HP1s/xVmKP6qPYT/lD4E/YTl5P4VTfz9Pwm0/PY1jP3gKdD9n7V0/XE9zP+aIiT/GEHo/onVkP4K4kD9nOZU/8/iDP32eaT8aa2k/Bk19P4JSiT9Goos/iUdZP/nGlD+e+2o/t8lpP15AXz/JOXk/wVGCPztulz8iC40/g3Z9P0Z8Zz/nqmc/RsaKP74egT8A6GY/DfeTP2w+fD83c4A/0Zl5P0CTjj8r05M/EgqCP8OAdT+JKo4/kX2AP02ncD+qHIM/fPODP12UgT9gLHc/mG9zPxcqaz9UWYE/MriQP2SSkT+H4Gk/lcNYPwzRdz+VHFk/XFGNP0O6aD/qb40/xg1oP9kahz+LoIY/xo+WPwpigj+blHU/vVCCP29Rgj/8BYQ/FkRhP1dVbD88/Yc/CCmBPxhkZz8nP3I/uk1WP7YIej99SWU/LoeBPyPygz/JBHo/LcF+P/EPgT/YqX0/4WNjP8R2fD/4+2c/f/Z1P510hT+5EHE/KVRcP3b2eT9t02o/fuZUP4XDXj+z1Ig/",
        "dAeTP/m3kD9J3JQ/UQaGP7Kviz80Tnc/XbmKP1oYkj8kQ54/iL5qP1OteT8axXg/aW2gP0yebT816XA/1MCOP1PlWT+km4Y/gX1fP4o1bD+dxXQ/g5WCPyTxgT9zboM/2atvPwRgkT+K0Hw/0laZP8KEfD/cNGg/CkGCP0xxij9n2ow/jzCVP28eaz+2XY8/k4FhP7VXkz+YaII/lRONP6fBiz8TyGo/UDlfP/BWij/kSGw/Y6R4Pxl2gz9zToo/6UdtP/v0iz9JAWw/usZyP8gykD/EG4k/+Nh9P3YOXT/39o4/AliXP2Gbbj8RsY4/Gtd5P2swdD+YtIw/PnFbP1LIcj/VuZI/a4hvPxvRhD/Y1oM/afxxPxykgj+5GnI/S6NwPzTveT9crZM/b7xwP4dGgT95EEk/E/JyP+97ej9z3G8/6BeDP3Sbbj9pqHs/1Il7P6JCgz8kUYM/2w53P6nlXT+POIQ//VZzP/9Ijj+WXYk/SV9gP/2Jiz+fAn4/fR9/PyFbiz+hJlw/dR6HP3m6fz+V94Q/NgWCP96Ijj8IZoY/1I+bP29GjT+g450/gJGOPy4xhT8sjGo/PSp/PxoxYD8NXGA/SyOTP261fT8eEJE/emlOP8MobD9x4YQ/GaKKP3VqVT8TH28/uu+DP/lPgj9nv2I/cwCXP8nkjz8="
      ],
      "moving_mean": [
        "F0LqPyv4BUAe6/U/qywHQEd7/D+f1J0/n20uQC7I4D9FOCdA4X0BQI4JCkD9sSBAPM+3P3i/E0CGPBhAqcXJP0eyL0B69QJAgOLhPz9uF0AA/zpAHZXEPx0d+z/6Yus/Ox0GQKJ4uj8tMAhAJJrKP4ptmT+YQew/uorUP+Bv/z94j/A/DXwEQGJvE0CFyvs/zDbKP2iwvz9lBwZAasvAP6/Ayz8XQAJA3aRFQL7qCUDPggVAAywoQE+cAUALc64/JukBQKoFAkBG4BBARUUdQMUtIkDEqwRAexsDQD+JA0C4shpA/5cUQFFQEkDlzCNA12UCQOSpTEB3y/A/WqwOQBtIBkBgJxVAlSshQAgt1j+VywJANr/mPw366z+2+f4/CA6MP9iDDUBHc+k/SIAGQOcD2j+GKvQ/pIo9QGf5pz848Oc/HTK+P/yKCEAHJCVAAHIiQFbVpj+OuB9AlJUfQDZ8I0A5kuo/FIriP++TrT8Q1SRA0b4GQKQYGEC+AO0/wOuuP/2yMkBXPgpAahf/PxC2AkB3GgJAVksQQP8WDkBENDVADUDKP5qpFEC2Nw9AtskDQGj4AUCjjjlAUPb+PwId5z/JufY/fyoBQEg8A0C+ev8/9e9AQNXxIEC0dDNAISPCP7uYHEAnrxBAvfIKQIAL8D9AAt8/mA8UQChgHUBZR+g/RgH2Px8SEUAyYg5ATAbMP85qB0AE7eI/RFb0P0LuGkDZfgFAO0n1P5nA1j+8LIA/SZEXQIL+2D/IxwhAGejmP5/sG0CtoSlADPQYQJq3zD9xoz1AEMbiP/n6B0BEQJo/D4knQCVn6j/EDXc/pXEDQASc/j8mvipAs2zmP1Uuuj84FiRA0fIKQJGHwj+lDfg/l7QgQOs1A0DEzQNAvJ8TQPabKkBbSf8/xj34P9PVHECM1fg/25v7P/4gEECtTps/aiyvPwlTxz/OHvk/JLwwQByx/j/emA9AYjv6P8Mw7D+qAQRAqwXaP9SuFUBh/vk/FbP9P78/zj9PKrc/",
        "mjrqPz3lqz+USARAAUP/P4T6CkC8oxNAuSkOQHzI8j+UJiRABf3+P9R1rD+vK/o/he/FP+/4xz8TRsg/3r8DQNIe/D8wahFAge79PwxuBUAYeBdAhWftP9DyF0DFRxlAqbjHP9DGDUD8RwxAaREZQF0/7D+UlxhA2gYDQJdjD0AUMvk/usgfQDqr6z8Huuo/ctT7Py8ICECm5tQ/AkYFQBPJK0Ci5RpAr1m2PwBLIEAueOg/zZ8JQCYbGEA7TAlAR5AdQC4Q9D9OdQ9AWtHwPwOQ7j9c7f0/mhsOQMTB3D+7WBZAEhcYQOGLyj84j8k/1RTcP8O2EUBgyDFA5HsPQPbKREDAwNw/VmQhQKUX6D+ORwxAIoqLPyB7IEDaS+g/6nXiP7o/EUBUMihAWroaQP6f8j/BOp0/v8TaPwugHUA8xA9ANI6uPzXq6z9u0gBAozolQMeu4j8y+6k/oi8sQOlLEUBXaQpANvW+P6t+G0DzWQpAdXnjPy3EFkBJy4A/MEqzP8DY6D9bWQBArtn9P8/wvz/Uqi1AJbXGP4uzMEBmGBpAp1a4P51JCEDY4vY/0ITmPw5ksT8LAOQ/j+NCQNL3OkBCvgRAUXwxQCfv+z8YMcw/k2wQQJOCoT9FABJAPJPTP984EEBZqr4/E1D8P/pN6z8eigZAR3gCQFHL1T8J4BNAuCDhP94W3D9pqCpADkLuP6AcGkALMztAZjrXPyZM6z9w3uk/5uD2P5XhF0BOkg1AHXL1Pyep8z8+5f8/FrDfP64PI0CtTPs/dFo+QEz4RkBDWQBAg3IMQKhN6T+3WCJAWE8lQNm/7T8TOv0/Is70P4AquD8iUiJAOefsPzwlGUCblPU/xOzgP7C3BUBmweM/vMY3QDD/1D9KEO8/AMveP9sV/j9oyvM//ILtP3BQ1j+oeRxAN3P0P4ZvEUDLgvs/yADVP2ssAEB5hcc/3U4BQJcsD0Bu7ThABEy9P2fmAkD1rQBA/B8zQEYoDEBnL0NAHQwKQG3zEUA6nSNA",
        "QkElQEPTDUDzUxNAhjXqP/KvNkA5Xts/EHMAQAMJ6D8hnOU/rCwVQCjwC0ACeRJAx5cKQLuF1D/Yovs/3TnLP5yc2j+S6/4/IY0aQDQVL0AG/eA/aykLQIlvEkDfec4/GiYDQDEQC0Br2+Q/+LfSP6xvUUBKJxxAEF/sP8F/DkD/gA1Ab1IEQIOWD0AJvMs/nPvJP3QbKUAOJxRA1xYaQGNuOUBM4wZAqfirPwo9wz8O0hlAyToKQL5DCEAsbghAtwTWP2oIKkAylwpAN1QJQDa0F0DMiMk/8Tg5QHErI0BfDxdAMbzXP6LCwT/JaxBAy2TDP7vQGEDqkBhA1RrKPzjBSEBQ7g5AOrLsPzk6vz9nf9g/TZy1PzMz5D8G5BJAxMgFQGmF6T9wHf4/uVXkP0VrNkCafRhAhdCpPzkz4D9j1bs/GkP5P/KHG0Dmr88/7Q8VQDRJ6D/D0QdAaD4RQHnM6j/fzB9A7U4eQNun5T+4VQ9AgYvaP1NKpD8d/yRAgvMMQMlC6D/3Ea8/wafIP0k8A0DpbeE/Qr7sP4OHGkDF7qc/1+0JQFEcDUBNwz1A+jMOQGWeF0D+tP8/ZbC/P+2AIUBz0rA/GsXwP997GEBPxfg/+rUMQPIRAEDWXEFAnyckQA28BUCPdRVAgbLlP1iW3T+lSR9A0mUSQG7JC0A="
      ],
      "moving_variance": [
        "cYAnQcJWEkFd3glBd+FYQXoHhUGRSeNAjMa7QVV0lUGbfN1ByyAfQblctUF24flBP5eOQU+SOUG5SbJBIjUnQVgY1EHSR7BBmEWTQQARzkEMNJBBNMCvQDhNcEFzhRBBWe/xQRxy+UDh07JBI1gKQdFNG0G61cVAEKwVQRKSI0GgTsFBrKETQcG0ukEOFMZBjTk6QWIl3UDkf21BrBktQXt2jUG0AydBDTm7QRozkkHUJlpBPHyCQV97zkF6pihBllDxQTlciEEdPcJBQYq/QUTYrUFAMvNBof2cQZ/faUEC1i5BtioMQf7vK0GkhI5BpCbiQaNCukEpIQRB7pD0QV84MEHmnsZBbyPoQRMbSEGP7ShBc/2VQRWQC0FvKkpBp0SVQHX4k0E8vb1BlOBzQZqPSEE4fJxBeXITQg6xCEHOxTZB+ZH3QCyxGkKrqz1CaCcsQYqSUEGsqvlBc8cdQpE900GCN1lBCB2/QXSp5kC7orxBNqrIQQR3F0IyfnRB352/QAynQEECd3FBLkYKQWxUtEGg8vpBz6rWQfRhuUEZkQZCChWfQevOaUEmq9JB23gAQXGkL0E8et1BUJhHQb+kjkGiYQhBYi2DQYPNhkHU6I9B4joFQtQJjEHtYZJBaZjLQP39skHp2XhBvFf9QQ9eikGJzFdB7+tQQejfxEH7hzVBBr3iQbi0hUGENyBBCxosQezw8kEINK5Bmg3TQQ3pl0E7up1BlnTVQM4Y4kC7YNRAG7wKQgMQ4kDw+qVBJeBrQY7FyEGt5VBBC2u7QWZFFUHSyfZBCAicQd1AokFEpLdAtTLVQa2UoUFNIWlAWNVgQXCmsEHpaJlBscOuQbNX1kBpuBZBEPr4QVPn00ACtbZBSkknQUkErEFTqOxBGXEfQfOTz0GXUbxBoocBQSOqxkE6RGVBd68wQR2XpUHDXj9BPIEYQTj2LEGfnSRBwmLGQUf2MEHX5JhBbei9Qe74UEEIeZBBkZxSQc52xEEg+ZtBc6jVQQD9rUB1ZRFB",
        "40ocQYWSBUHEgRpBtb5YQe57QEG/0MVBVxv3Qb71BEGF+T5BOQfEQRdZj0DkNypBDo7yQJT8LEGfydFA3YjSQanScEH5qXFBNEmZQTabBEJzbJdBDpcqQW6yykGu4i1BLs+7QJWb2kGTV5tBtm8BQp3h3EGa6uNByVWWQWgWIEEv/BtBBZv/QZF6kkFLsqtBrneSQRubnkGroDxBWL7GQeq0VEHbYyJBsWcAQUfi70H0KX9B5jqXQfel6kHTkFVBRsueQVaGDUEj56tBFhiJQe2UtUHP9L9B4bLwQT+zhkEmGh9C1+ubQXrO5kBgAF1By75WQXYCIkEi1f9BygaFQc2wpUFU1uVAZ86SQc8pukEFAKVBsHdkQJRTFUFJSWVBCW6hQfwXSkGRWV5BF+icQQk79ECIi9VAn1CVQYA2I0FrK1BBeTfcQHRka0FX8qhB0UTyQSJ4tUEusb9ATkEBQiPfCUFOA7dBXTjpQKafFUF/YGFBM0iHQeGv+0Ed7BVBefbQQKFc7UAWPUlBzCOVQWKAREHK/ilBSnLtQARGCELagTVBqk8oQbOOlkF9K5lBkOWRQcWzHEHUpLNA5zsVQmFJR0FpI1dBsgXbQXLGRUEMc5VA6zy7Qafr4EDJIARCBaSWQe8jSUE90YhBltMLQdhbSkHtsvJBCwSbQYYjUEGg5r5BwnttQd65gkEAxYxBrHCSQTZXc0GeLKRBxa/MQOQb3kAtbAtBjATIQUB89kEO+zZB/R97QbPHL0G3yg5BGfW6QImNk0Gv1XlBcivNQV6iVUHJsnZBbl30QD85T0HFRWhBux3IQd5DlUFo+clBM4AyQfe0e0ARYMJBOFCeQQL0wkGOOAJBWqE9QWh9lUHzwINBSoGHQW7NP0EatltBuVwBQXLOBEGHDkNBZfO1QRVJO0GNWBFCpxCEQXOJdkHXNIJBmfDqQBg1LkEYGDdBBuwCQa1IREF3bb1BB2BTQXSptkGiqb1B4/MUQZ38OkGn5J9Bt0kPQqO1J0GXlW9B",
        "+HZDQr0xjkHypSNClwnFQaS5lEHtwClBXmDiQE2Ru0GayOhAjsL/QctmHkHkTw5C9zxTQc0GX0F1j79BzKqiQA4Pf0GJokJB3px3QR7li0HUIs5Ao7g5QYzHkkGXLI9B/E4RQfiIBEJXlv5Ac+mPQbD42EExpSdBPZ4JQTl88kHAiKBB2s8NQRo0NkFTT/VAaSQ1QQaPlEH/LYZBIjZeQfL9ckHnH+tBpxaRQE6BS0FC8Q9C1NiVQY7NEEJ+c5JB6BA1QZBeHUIi981BPocTQdcD90GQqV9BzySqQac+pkEDBftBU0+vQe8J60B1HpJBKoIoQT0qs0GWeYNBIZ9wQdpMh0F3zhZCAjWGQco4QEENDfNAshqyQC3DxkEqANlBSZaUQYX83kAbmKtBzaOEQXSfv0FewYlBzIlgQZ9dnEHrx5FBW+2KQTczykFi/TpB/0u0QSEJFkHmzKRBogpIQbE1E0EflZxBZh91QRVzqUEZ5iZBojqPQSh60ECyMDNBV6j1QEdrr0Fo4R5BX02GQeAwHUEqWp5BVEeQQVuZgkE1kB9Bijk4QbH0O0E6S5FBdUVHQaM+wkHgFH1BEdxUQaNKnUFkbzFB+xDkQbHFy0GkqNlBSW3RQVo6U0HPQ81BWGqHQXlJiUG/gFxBUFtvQZ8v20CU9tBBICnAQQjF6UE="
      ]
    },
    "batch_normalization_9": {
      "beta": [
        "w4v5PvoX/77QVf++AB3wvvtdiL5NBAI/Eq/+Pnt9/r62XgA/4lQAv/+LAD+n1Ps+uIj4PotY3z5NnAE/h078viwoAL/q5wA/Dn/6PuElAL8TiQA/SVj8viCi+j4HagE/FLn+PhIIAL9eo/2+CbgAvz1KAD/TcAC/H9j7vrmT974dFAK/ipYAP5XA+b7YcPq+3i36vnm8/D6HUP4+113/vlw6AT9VfPe+Cpr5vkuf+j5zhwC/7j/xPlGPAL8qIQA/mxABP1H5+b67zv4+tC8APx606j6xHPi+G08BP25SAb+HWQC/uRP/PsR39T7kEAE/KnIAv4U+AT/IqAC/fDn6PgKZ/z4EEP++r4b7vqpw/T5iD+u+zW38Psd5/D635/w+9iX7Plff/74m2fu+GZr7PqnF/L7Oifk+wVX9vuDc+z6+wfY+yu8Av81p/j75OP6+Y7UAv2iO/z7Sbf0+6Mj3PlwB974mc/++olcBvyRoAL+YXNQ+ZS79Pr88+j5hP/w+OQv5vptcAD8dJwE/cnL/vmdCAb8JAv++cRcBP006+76vcuG+0h77PkXV/T7Bnf8+p6/+PsmP+D4AtAC/ijPrvihEAT+wb/2+D7n7Pk1bAD/N3f++2uwAv8Vp9j7jVvk+tXvyvrDKrj4rpAC/F8L/Psaa/D4lg/4+22AAP11I/b5nDQC/+gf7Pi25/b53CP2+Vy38vkLO/L4yjPy+cMwAvywHAT98ggG/7mkBP3LiAL9AYve+Y6v5voV//b6IUvk+KFL+Pi0hAb+Ywfg+AOcAP7d5/D4RGAE/vaX9PpPL+b74/vO+xCv/PjLQ/b4QR+O+kiIAP/PT+z5sD/8+o3v9Ps/IAL+Dhfs+Kq/8PuB0+r4kmPu+fgwBP3tMAb8ww/y+6kj/PvGW/z7tGPy+mvDlvqlx+j4ucQA/nbP6Pi29977k3gE/dLX8PnnZ+z6ekQC/Zuf6vrxy/r5NLPm+bGvqPj8p/j6p+/q+KykAP08I/r6PqAA/towBv8DnAD+AgP0+",
        "4w78vm7DAL/ACgE/boH/vvX5+773Hfk+HM//vpas+j774fs+uVD8vsh5/z6I//2+pe//PjKk+z6mRe4+G2D4PrjDAD9ofvq+59YBv1C7AD9QagA/+A4Bv0YYAb8nTQG/11P+Pj4BAD/prAA/ocH4PrCg+j5+FAC/qhEBPx0D/b7CEwE/tej4vuZ9/T70L/0+3D4Avw+9AL8B3vO+T53uPuKfAL9CMgE/qFQAP+bnAT+VTvk+uU79PoJVAL9pavs+wtUAvzAS/b4W8f0+QNf8vn4x/D5rYAA/RPv8vg3h/75Q2/4+zKP/vp/DAL+8tgA/0QQAv9F7AD8Zg7K+81D/PrD6+r4h8/w+xXsAv8oMAb/yjP++EX/+PiWQ+T647wA/v/r6vl9s+z5UIvw+MNH/Plg4+T6tqwA/vSYBv7Pb/T4Gx/w+LaL6Pl+3+b6LiPk+ffD6PhL1/b5iAwC/XWIAP4Ni/74QMfy+Bn38vuNAAT+okwE/vcf/vslvAD+Yt9C+gEHnvjxJ/75fvP4+SHUAvxHfAL+ECgC/2OX/vjjN+D4yEPy+YdDiPuPpAD8PDAC/qd4AP9mkAD9rUwG/JOH/vldC+z5Swf4+T+P/vnOX/D4Aufq+ycP4vsrx/z6L8vu+F4z7vi3z9r4Avv6+ohgBv7Ln/z65gue+Q04BvxCW+75E1vy+NdsAv6WG/L7b3Ps+fhoAPwKC+D5hL/m+p6f8PoAb/j4jdPs+wKgBP8XE+77CRQG/Xyz9vuY6+z6pIAE/lSr8vqtPAT8qX/++pYP6PhPyAL/eD/y+Ilf/vrREAD+sdP++HjH9vjOX+L5GQP2+FpAAv+bJ/T4eXwC/Ayv/PnkQ+D6glf8+9sMAPzXi/z4/cAC/aOv5vrMyAD+lt/w+qiQBP/7h9r7/lQC/5hABPzQs+z4MJvu+FHsAvwsE+z7dxwC/mzL+vi1fAL8uv/m+vrUAv+I2AL92N/0+6rcBv90a/z6qIvw+1QwBP7Zp+b6FCvo+/XMBv/tbAT+z8QC/",
        "Cy3/PitA/z5dTgG/ESEBPzNX/74J1vo+Yi3/vgvl/D78qQA/zkX6vmnT+L7/i/q+c6D4PpFhAb/gswA/I4f9vgDDAD9hOf8+sP36PqRNAT9xTwE/gTH4Plbb/j7FHgA/cMz8Pi7e+D5hSAE/Pn/7Ptj89z6uB/s+bOb6vgCJ+L7lGfm+L7v9vvcQ/r56jvi+XZn4vu2C+z6yavo+x2kBvxLb+74uVP0+HTTHPv8H+b4j8vk+aNX4vs8d+z7Y/wC/FKf7Pv85AD/bS/o+6Xf4vrh5AT/1Iv0+GXf9vq5p+z5ZMuM+yVMAvysLAb/SpwA/xMP/vhZQAD/Da/o+v6kBvzr2+r57YgE/WjP9PgT10b6xjAE/Czz+PlcPAr8jHvo+ewv+vqsN/D6mF/S+wIUBv+Gw/77QRwE/8PcAP9y2/T6eXAA/zmEAP1C/9z6mu/6+1J35PnUu/z4AqAC/KXv+PuE2Ab+Pi/g+eu3bPgOu+T6R1/G+TGH8vqUSAL9mLf4+c6YAP6v3+r5nXP6+urX5PuhJ/z6X0fu+pb7+Pj+DAD8aNQC/fCbhPqqAAL9mrP8+IScAvw+j8D6V+/y+WWcBv2S3+T59rQC/NpD8vrml/b6dtvy+IvH/PiEq+T5WjPq+Ucz6Piaa/r4Vn/6+3d/9vlyYAD9AgP6+Z1j8vrUo974="
      ],
      "gamma": [
        "BsEwP5RGPj9LMS0/AN4eP/QrUj/xWlk/nQgxPybySD8n+U4/DuEuP5O/Ij8XszM/oZQoP4wzNj/46kk/41lZPyz8ST+bKGY/0fcnP/ZARz+xUzo/ZlZHP1bySD83hRM/bpIhPy7SIj+0CGM/NVpkP7YlMD/CKWU/HNUpP2WtTj8BZi0/X1pZP6m9MT/aI0w/1V9GPwMBGD9cwSE/2yUZP6+VOD/hsT0/7qckP22jLj8NLRs/zvAtP2uFPj84ADQ/9VsiP+JJRz+Gsiw/12BNPxiqLD9uYzk//+FSP68PMz9j/EY/TLQgP/biJj9lRlI/NchRP10XJj8lJD4/7/hOP5+rLD+gUjI/TQ9cP7Q/PT85rR0/6vA2P1T1Pj/IGDY/Zsg/PxBWTT9pSUA/SEgxPyDuTD9JxlU/x/ZJP+0YNj+unDM/AmoOP8oSRj/Ckjg/ohY0P1lmUT/unU4/rw5NP/s3Xj+hzEw/9/RNP3nzOD9RaCg/GmU5P3dDKD8JCxs/yxw+P7mSSz83siE/8rFNP77/PD8ZEDo/62wwP9NJST+5gkI/MAY5P7WzMD/39Uc/b8QxP6VDND+Fa0Y/I84rP0wzMj+1g0g/2tssP1lrHD+8UEc/ZEgzP1Zf+z7esDk/4x9AP35uLj8p1zc/SiwuP8ebNz/zWzY/azEnPxSdJz83Ckk/nagZP1/FNz9r8zU/EDlhP99iKT83fDI/wwIrP+SBMz9F2y4/qiVJPzGQSz9tyTs/CoFEP897QD/yHEI/n1VDP6ExNj9Ok1Y/HNNMP/y1SD9oxVk/GdE7P5UkUT+RAkE/6Z5GP8lLKz/kmyY/B60gP798aT/Z6zo/t0pLP4KsOz+0vF0/cLM9P1jQIj8eozU/n14uP0mHIz9uR0M/AwZBP/YeMD+QxlA/ErdaP8BZIz+hE0Q/D/I6PwttNT+VGjY/WvFDP3FhEj8nj1A/92xFP7lzIj9S0k4/lj46PymtNj8VT0Q/roBpPz58JT9IiS0/QMNfP4jpSD9UqjE/",
        "J7AqP68+Nj88Nzo/KZMxP/vxVT8Xv0I/DXVDP4s0MD8e4Ek/sN0zP2suTD8sljE/E1skP2lCKD+ZWUY/MzhNPz30Pz8sAzU/fPUgP0tSHz/7wzY/UoBEP0T/MT+sNEI/bYNTPxsiKD/WnUg/KwNKP1UyMz889D0/lAg3P0KmOT+zCyg/H4tBP1CMRj/1qh0/bcEuP44NMz8VQD8/uHs/P0lJJT80Qjg/lfhoP7pOFT89FzU/hpVKP/AmRz/rmjc/SB1XP8XoRj8mlkE/g9U0PxhqUT/ELho/dONIP54cMz+D10M/0wUyPxlgUT++/DI/f0VDP4cXKj8S8W8/t4wwP5DFQD98iz4/l301P8rFRj8s1Rs/PFNLP/dgOT+XSVY/G00wP6wINT9O4AA/lNlLP7TxOT/jGTk/iDhTP9mkGj9YD0M/FyI2P/K5ZT+xDEc/nZVRP65jOD/+ajQ/feoaP+fnRz+t5T8/RL1ZPxI4Oj8+MDA/e75MP9f3NT9opTQ/fwdGPyNPOD8+rzg/FhdXP8LQNz+H/xQ/NVEgP48VLD8YxUc/g1UpP0roXz8FNUg/9T47P4u8Uz92rz8/wEE1P911OT+AxUk/UwQtP9F7SD9W7j0/xB9GP04HRz8UlDc/pYVRP0/gUj9l6FM/6ipKP40AIj9MzTA//js1P6ZvQD+RNFU/RQ1eP/kAKj96bDE/CmZLP+6JOT8jnzQ/8xInP5fWQT/HoEg/geQePzl+Rz9axjQ/ikBHP4u5Qj++e0A/18ZFP1UXWj9TAkY/veA1P1veTj/0+y8/Xts/P4LeLj+chg4/wFVHP2RZLD+39Cs/mxYrP1FZID9jyWM/bDk3P6cJGD+n6U0/xwkfP8nmPj/gDDU/kF5aP7sRRj9Cdjw/pPcjP/XMOD8pKjA/nSlAP44vST+ktlo/fGU7P+TvRD/0BUY/d9w/P7aoST8DbC8/UHFOP56bOj9iiCw/xzcmP1J+MD9vQjA/jyo+P/5XQj/8ND0/g70/P16SDj8vnj4/",
        "hvk4P8i3LD8nhRs/WEQ1P4IKPj/uKkI/4GxaPyOeSD9X2DA/NEVJP3R+Kj/zzzM/48wzP5EsOz/GFkI/S5NeP+zGMT+HME4/YyRRP9rDSD8Q9kU/3EBLP6rjNz+HgSw/hZBEP+ZLHD+64yk/9l8+Py6NOT/tLSA/dkIsP3MZPD9QjCg/9MA7P/fgTD/YbTA/Kv0xP6BsKj8FKjE/qBs0P9LCMT+teUQ/wewgP2yKPD/ohTs/C/VIP0bWUz8HYDE/I3tLPzlXRj+i+Cg/qCtdP8eHMj/uA0M/KG05P0FlFT9HfD4/ECEBP7MRKj9XokY/wEk4PyA4MT87AiY/DCJaP8EKQz92PUU/YUJJP2AvXD9jBRU/RAVPP6OiPz+WRDM/zsxEPzySHj+j2G4/Dj9LP1GXNT+TDCg/fzg2P+ylJD+M4SE/gP5nPwavUD9mYB4/cNE3P3M5Pz8Yw00/cQoWPydrQT+yGk0/zk4IP7Njaj9ToDY/IvtLP2F2UT9tfjE/VCZGP+NOOz+1jSY/0PNCP2xKRj/1gSg/0fQaPwNXXT8lcEk//vJQP19PXD/c7C0/PKc9PxdlUj9uqD0/OeE/P1oIQD9dM0Q/YTFEP8oHWj8cDC4/UQ00P19ETD+L2U8/+atEP61YMD9VK1Y/H3U+P0t0VD+w5EU/eMFMPx8vUT8="
      ],
      "moving_mean": [
        "lpcoQLi2KEAKuzpAPMQCQBbED0AV90FAreAhQJuGL0DMHjJAPgpCQA4KNkBUkyFAsGsyQAPnGUCtjoVA0u1oQOOLVkBrzCJAfkxnQBrMSECAdDVAdTsRQM7XD0C8eTNAeWJLQJdgb0ADCgtATt4lQMpgJUBiQjBAR+aMQOkKL0C+qUZApXBGQMqhFkAzvglAWMQ4QPpcW0Aj1y9AIlUoQG/tBkDlhTJAL6EmQLKuAUAbNTNADTZqQP0UWUDpzpFAvqcfQLqBTEDDJzhAc11YQJkLJ0CFIBdA89hYQAmv8z9+ekxAeGkCQAdkF0BTokFAlUQsQJo8PEAP3VFAdOEYQO8YM0A9lw5ASQkHQJnANUD8hG1AdYUrQFpBGUCnbTBA9KARQMpnOkBdPxxAOZX0PxUNkkBQsmZAFwthQCNwREBoS21AGs0mQHOWcEAmdw1AkVM7QNPaC0CdBxxAj948QJbkJkCIg0tAuM04QDR0PECbPSFANLYPQNblH0AdD1tAKUDnPximKUBOYBtA8+orQLpcLEDib+k//lAoQAeO9z8FeS1AoBsXQMfaREDLnz1AabA6QB7IYECQOi1A565AQFxDT0At1U9ArlEjQGA6D0BIBQ5ApLlSQK6/TEATtjdAFaQoQPO0gkAeH0JAjpxfQHCIKkBuSgJAbycoQKisXkA5ZFhAMVQ0QFxvMUCCFUpAAAL5Py6nLEAP5g9A4O1OQAIgJECDWQ9AoAVpQHO2HUB73RFAHmXqP1kmK0BslwBA4hFHQC2yI0A4NBZA/noxQJQfMkAHezpAS25pQKoiVkA4/IhA03JCQG2lF0CINlBAJm1LQMM5P0DVYRhAZbs+QF/tTUA0Z/4/qpwGQIOzNEBCQGZAJYMdQEUtMkCHBj9ANfFcQPL1lEAoRS1AauQcQK90L0B7sDJA9agmQAeKRUD5BDpAqTUDQLj5IEDKuiFASDEFQAhUBUDG4SRARaYRQPULNkBl8DdAazY6QLIQMEAihypARm5gQMz6Q0DCeCRA",
        "dAkdQMKyCUA0wRhAV9YPQPF2KkAIIhZAvCVVQIxNM0AAnA1ABksRQHoUOUD5LwxAJwUpQLpQHUBcBoNAB4NyQLAVOkDxwjJAZVMMQJtaGUA51yBAX/hoQEWvUEAaz2tAgGE+QOisHUBj3QNAExZWQF/BPUDiuCJAU/HwP2WSX0Bm5VVAR8UNQPS8FUDi8hNANyt5QBVdTUC4ZypAAA57QO3QQ0Dia4JAHKNDQGjMe0BVqRlA+KlNQOTEDkBswiBA3jRdQLoSWkAZ4yZAfM8+QDEiQEAVz0BA/bkxQAZLO0CUxiNAcDooQFgiJUBBHBhAA9gVQNNcYUChYEhAILhfQMIkBkBsFU5AA0YyQBjGP0C1gFdAY+QzQIr9TUDZXFNAlPE4QEK7GEBGfiVA2/UJQMyMMEBckR9AElhZQAVFUEBW+0pAavPTP7QkDkDSah5Av45QQDKvbEBF9R9A6TldQLvJAEDiTDtAo8IXQOwyCkBeXTJABQ5qQKXAM0BkrGpA5MJSQHLTYkDD9y5AFB1aQFwblUBIMT1ATnk/QCKL0z/IjCVAjM1tQG8xR0DeKFRATfKZQK8HSkBp0wxAGWI/QMT/OkD8hx5ABjEdQP+ORUA28GlA33sjQMAeJ0DBKy9AZH0kQDiVZEAeREZA6XlcQIobH0DDwzhAd+A8QI5mQkCSSChAUs43QDrXE0ABZuM/+MjiP8InUEBg0hBAUzEzQPQ8b0DpSxhASkYMQMS7IkCQCyBA3FwxQOx7VUCjLhdAaH0pQFKOcECtn0NAjPzZP3AyXUAdEhhASPhSQDOYgUBGeE5Ae7U0QONR+z/aUClAYEgmQFHbtz8aKkJAydZFQAa70j8o2D5APtZFQNuu3z/4nz1Arz9dQFlbCEDIOh5ABzZEQDHrNUBrZ0xA5koZQC+UGUAbRAtA+acgQBkgC0B1zyZADBlbQDeRNkAw8ERAPklKQMwnbkD3mhpA+Nd7QNN7MUDeCzxAhVzeP1WtTEAlKTlAHcMtQFWQzT/b3ENA",
        "1BxBQLdy/z8MZnRA3tRvQGR/FUDDje4/YOVBQB0EN0A8CTRAiT69Pwu8jkAQZjtAj1wmQNRSgkCv63JAmUpEQAyqH0C13xNAQHQuQCJdKkDfcFJAtfMPQKwaK0AEgeQ/Cjo8QJLLJUA6Q2JAMGxAQCqOSECRRIJAg81WQCCLKEB3SFZAoUoVQJ7pT0CXxwdATN1UQJfyJEAEzSlA+gglQP/IZkDOxytAYBgWQMDZH0C2SsM/aCoOQEQIVUAb6ElAY9RBQLA+BkBHp7A/B8lQQIlycUDpDjZA4KErQA5mCEB3VT5ASptJQJW5Q0DEvk1A/aVTQBavM0DwZxdAE3JTQPRbPECkHRtAFz5BQF5dYkC98y5Az8MeQOmGN0Au3ClAHvoTQL9NJkBmuUpA21M8QHuLRkDAzCtA3nc5QJzHVEBsZGFAjDtfQJsBKECDIiZAZj86QLTrB0DdwE5A0vomQAYqF0Bbsi5AWHlHQL9MIkCLnWdAdT/yPz2bYEA2aV9Ar8+QQMC2REDKVSNAd8YXQCWPP0AfNfA/KPEhQPqLOkCQfUpATucyQNB3W0BK6e8/GS9PQFDVEkBZxz5A+0RUQKLUAUAUS0dAsMxqQOs+L0BU6htAyS4gQGzUBUAXFwdAjY9HQPxPIEAmx2tAGGFGQHjXE0AkUy9A3MIKQEWeMkA="
      ],
      "moving_variance": [
        "4e99QVFhk0FzEepBhcI0QcGATEExDplCX1w6QcfTCkJ2UTBCxtEIQiyrBUK7kwNC1jQiQeol2kH7NH5CXGHYQSoizkH4HiFCSJqlQS6uk0GY/D9CD+EqQgaTs0H5x8BBDJGLQgqjxkJk1gBC20sDQus7Q0Jo8Q5CuoUpQhoBI0IpVrBBLY+dQkpeLEIC31lBhZN+QQESKkLkHLVBbuMmQjyT8EGKbD5CE6JeQXJzB0KRoZ5BrSJ8Qu9dP0L8+LpCha4YQjO9T0LZvcZBtzPOQft3X0IjdxFChvSgQu83tUGMaPVBFSkEQmQjykHFJCVCyFYUQrKJeEGRZA5CVlYEQmm+E0KHuu1A7uPFQRwb7EHt2wZCdmeUQZEUFEK4OwBC4dKAQYwRb0IYtxFC4etjQV4EbEIrXd5BGFCNQj46TkL/ZdVBlFFEQmcoCUKmkRZCI8p3Qi0kMUKizyBCMRh1Qh4DSkIPXpFBdVklQv5bnUHzFLtBjuG4QVIYlEGngq5BYz6KQTxAWkHcY4xBfRhVQsNgLUIWX65Bx/03QjsMtEEC7vxB+zkLQo6vykEuiItBERxBQfoI80HAfEBBqpKFQmEwDUKhwWVC+BocQmGwqUEluwJCRLCMQgM5g0HpfwBCTMUeQuwoaULTX7lB5aHlQTbROkLvHb5BndBsQcHzw0HaXiRCxDURQgt5TUKWIblBFEi2QZHuEEK8OrVBamqmQTMD/kFi9U5BLkChQbsKDUJ6RJxBGNvUQPwC2EGoyaRBPlEVQrU5E0K2DwRChzB9QmiZ9UGj+eBBXazYQlVZyUFugE1Ch1YdQuZX4kHzs/VBNJnwQf+HP0KYJRZB43h2QoZhJkIcFAhCYnQAQrNjlEFNmrdB2pIqQVQ2FUKCKVtC3YePQiP9NkIxSCJCAdsfQv0XiEGKEFhBWQpVQmwEokGzqFpCwVkIQiF/fUH0qkdCH6PrQf3cdUFsNkpCt0FCQWbyD0IdwgxCwP5LQp/CbkJTdidC3Jy7Qk86akLC24BB",
